[
    {
        "atomicNumber": 1, 
        "name": "Hydrogen",
        "block": "s-block",
        "atomicMass": "1.00784", 
        "symbol": "H",
        "group": 1, 
        "discovered": "1766",
        "appearance": "colorless and odorless",
        "boilingPoint": "-252.879 ",
        "meltingPoint": "-259.16 ",
        "discoveredBy": "Henry Cavendish",
        "density": "0.08988 g/L",
        "category": "Other-non-metals",
        "state": "gas",
        "history": [
            "Robert Boyle discovered and described the reaction between iron filings and dilute acids, which results in the production of hydrogen gas.In 1766, Henry Cavendish was the first to recognize hydrogen gas as a discrete substance, by naming the gas from a metal-acid reaction \"inflammable air\".",
            "In 1783, Antoine Lavoisier gave the element the name hydrogen (from the Greek ὑδρο- hydro meaning \"water\" and -γενής genes meaning \"former\") when he and Laplace reproduced Cavendish's finding that water is produced when hydrogen is burned.",
            "Hydrogen was liquefied for the first time by James Dewar in 1898 by using regenerative cooling and his invention, the vacuum flask."
        ],
        "shells": [1],
        "uses": [
            "Hydrogen is consumed in refineries in a variety of hydro-desulfurisation (HDS) and hydrocracking operations.",
            "Next to oil refineries, ammonia is currently the largest application of hydrogen.",
            "Hydrogen is used commercially to extract tungsten from its ore.",
            "The large-scale production of hydrochloric acid (HCl) is almost always integrated with the industrial scale production of other chemicals.",
            "Food industries, for instance, use hydrogen to make hydrogenated vegetable oils such as margarine and butter."
        ],
        "description": "Hydrogen is the chemical element with the symbol H and atomic number 1. With a standard atomic weight of 1.008, hydrogen is the lightest element in the periodic table. Hydrogen is the most abundant chemical substance in the universe, constituting roughly 75% of all baryonic mass."
    },
    {
        "atomicNumber": 2, 
        "name": "Helium",
        "block": "s-block",
        "atomicMass": "4.0026", 
        "symbol": "He",
        "group": 18, 
        "discovered": "1868",
        "appearance": "colorless, odorless and inert",
        "boilingPoint": "-268.928 ",
        "meltingPoint": "-272.20 ",
        "discoveredBy": "William Ramsay, Norman Lockyer, Pierre Janssen, Per Teodor Cleve",
        "density": "0.1786 g/L",
        "category": "Noble-gases",
        "state": "gas",
        "history": [
            "The first evidence of helium was observed on August 18, 1868, as a bright yellow line with a wavelength of 587.49 nanometers in the spectrum of the chromosphere of the Sun.",
            "In 1881, Italian physicist Luigi Palmieri detected helium on Earth for the first time through its D3 spectral line, when he analyzed a material that had been sublimated during a recent eruption of Mount Vesuvius.",
            "On March 26, 1895, Scottish chemist Sir William Ramsay isolated helium on Earth by treating the mineral cleveite with mineral acids."
        ],
        "shells": [2],
        "uses": [
            "Helium canisters are used within the medical industry for breathing observation.",
            "One of helium’s many industrial uses is to prevent chemicals from causing explosions, and this can be very helpful in welding.",
            "Helium is also used to inflate airbags as helium can diffuse quicker than most unreactive gases.",
            "An artificial atmosphere is created using 20% oxygen and 80% helium to keep divers and others who work in pressurised conditions safe."
        ],
        "description": "Helium is the first in the noble gas group in the periodic table and the second lightest and second most abundant element in the observable universe following Hydrogen. Its boiling point is the lowest among all the elements."
    },
    {
        "atomicNumber": 3, 
        "name": "Lithium",
        "block": "s-block",
        "atomicMass": "6.941", 
        "symbol": "Li",
        "group": 1, 
        "discovered": "1817",
        "appearance": "silvery-white",
        "boilingPoint": "1330 ",
        "meltingPoint": "180.50 ",
        "discoveredBy": "Johan August Arfwedson",
        "density": "0.534 g/cm<sup>3</sup>",
        "category": "Alkali-Metals",
        "state": "solid",
        "history": [
            "Petalite (LiAlSi4O10) was discovered in 1800 by the Brazilian chemist and statesman José Bonifácio de Andrada e Silva in a mine on the island of Utö, Sweden.",
            "However, it was not until 1817 that Johan August Arfwedson, then working in the laboratory of the chemist Jöns Jakob Berzelius, detected the presence of a new element while analyzing petalite ore.",
            "Berzelius gave the alkaline material the name \"lithion/lithina\", from the Greek word λιθoς (transliterated as lithos, meaning \"stone\"), to reflect its discovery in a solid mineral."
        ],
        "shells": [2, 1],
        "uses": [
            "The most important use of lithium is in rechargeable batteries for mobile phones, laptops, digital cameras and electric vehicles.",
            "Lithium salts have proven to be useful as a mood-stabilizer and anti-depressant.",
            "Lithium and its compounds have several industrial applications such as heat-resistant glass and ceramics, lithium grease lubricants.",
            "Lithium oxide is widely used as a flux for processing silica, reducing the melting point and viscosity of the material."
        ],
        "description": "Lithium is a soft, silvery-white alkali metal. Under standard conditions, it is the lightest metal and the lightest solid. lithium is highly reactive and flammable, and must be stored in vacuum, inert atmosphere or inert liquid."
    },
    {
        "atomicNumber": 4, 
        "name": "Beryllium",
        "block": "s-block",
        "atomicMass": "9.0121", 
        "symbol": "Be",
        "group": 2, 
        "discovered": "1798",
        "appearance": "steel-gray",
        "boilingPoint": "2469 ",
        "meltingPoint": "1287 ",
        "discoveredBy": "Louis-Nicolas Vauquelin",
        "density": "1.85 g/cm<sup>3</sup>",
        "category": "Alkaline-Earth-Metals",
        "state": "solid",
        "history": [
            "In the first century CE, Roman naturalist Pliny the Elder mentioned in his encyclopedia 'Natural History' that beryl and emerald (\"smaragdus\") were similar.",
            "Early analyses of emeralds and beryls by Martin Heinrich Klaproth, Torbern Olof Bergman, Franz Karl Achard, and Johann Jakob Bindheim always yielded similar elements, leading to the fallacious conclusion that both substances are aluminium silicates.",
            "Friedrich Wöhler and Antoine Bussy independently isolated beryllium in 1828 by the chemical reaction of metallic potassium with beryllium chloride."
        ],
        "shells": [2, 2],
        "uses": [
            "Beryllium alloys are used in making connectors, springs, switches, and other components of electrical devices.",
            "Beryllium metal is used in the aerospace and defense industries to make lightweight precision instruments.",
            "In nuclear reactors, beryllium metal and beryllium oxide are used to control fission reactions.",
            "Beryllium has also been used in the trigger mechanisms for nuclear weapons."
        ],
        "description": "Berylium is a steel-gray, strong, lightweight and brittle alkaline earth metal. It is a divalent element that occurs naturally only in combination with other elements to form minerals. It constitutes about 0.0004 percent by mass of Earth's crust."
    },
    {
        "atomicNumber": 5, 
        "name": "Boron",
        "block": "p-block",
        "atomicMass": "10.811", 
        "symbol": "B",
        "group": 13, 
        "discovered": "1808",
        "appearance": "black-brown",
        "boilingPoint": "3927 ",
        "meltingPoint": "2076 ",
        "discoveredBy": "Joseph Louis Gay-Lussac and Louis Jacques Thénard",
        "density": "2.08 g/cm<sup>3</sup>",
        "category": "Metalloids",
        "state": "solid",
        "history": [
            "The word boron was coined from borax, the mineral from which it was isolated, by analogy with carbon, which boron resembles chemically.",
            "Boron compounds were relatively rarely used until the late 1800s when Francis Marion Smith's Pacific Coast Borax Company first popularized and produced them in volume at low cost.",
            "Boron was not recognized as an element until it was isolated by Sir Humphry Davy and by Joseph Louis Gay-Lussac and Louis Jacques Thénard.",
            "Jöns Jacob Berzelius identified boron as an element in 1824. Pure boron was arguably first produced by the American chemist Ezekiel Weintraub in 1909."
        ],
        "shells": [2, 3],
        "uses": [
            "Boron conducts electricity like a metal at high temperatures and is almost an insulator at low temperatures.",
            "Limited quantities of elemental boron are widely used to increase hardness in steel.",
            "Small, carefully controlled amounts of boron are added as a doping agent to silicon and germanium to modify electrical conductivity.",
            "Boron is also used in the nonferrous-metals industry, generally as a deoxidizer."
        ],
        "description": "Boron in its crystalline form it is a brittle, dark, lustrous metalloid; in its amorphous form it is a brown powder. It constitutes about 0.001 percent by weight of Earth's crust. Elemental boron is a metalloid that is found in small amounts in meteoroids but chemically uncombined boron is not otherwise found naturally on Earth."
    },
    {
        "atomicNumber": 6, 
        "name": "Carbon",
        "block": "p-block",
        "atomicMass": "12.0107", 
        "symbol": "C",
        "group": 14, 
        "discovered": "3750 BCE",
        "appearance": "black, metallic",
        "boilingPoint": "4.827 ",
        "meltingPoint": "3.550 ",
        "discoveredBy": "Ancient Egyptians",
        "density": "2.26g/cm<sup>3</sup>",
        "category": "Other-non-metals",
        "state": "solid",
        "history": [
            "Carbon was discovered in prehistory and was known in the forms of soot and charcoal to the earliest human civilizations.",
            "In 1772, Antoine Lavoisier showed that diamonds are a form of carbon",
            " Carl Wilhelm Scheele showed that graphite was instead identical with charcoal but with a small admixture of iron, and that it gave \"aerial acid\"(CO2) when oxidized with nitric acid.",
            "A new allotrope of carbon, fullerene, that was discovered in 1985 includes nanostructured forms such as buckyballs and nanotubes."
        ],
        "shells": [2, 4],
        "uses": [
            "Amorphous carbon is used to make inks and paints. It is also used in batteries.",
            "Graphite(an allotrope of carbon) is used as lead in pencils. It is also used in the production of steel.",
            "One of the most important uses is carbon dating. We can use carbon to measure the age of substances.",
            "Carbon in its diamond form is used in jewellery and for industrial purposes."
        ],
        "description": "Carbon is the 15th most abundant element in the Earth's crust, and the fourth most abundant element in the universe by mass after hydrogen, helium, and oxygen. Carbon's abundance, its unique diversity, and its unusual ability to form polymers at the temperatures commonly encountered on Earth enables this element to serve as a common element of all known life."
    },
    {
        "atomicNumber": 7, 
        "name": "Nitrogen",
        "block": "p-block",
        "atomicMass": "14.0067", 
        "symbol": "N",
        "group": 15, 
        "discovered": "1772",
        "appearance": "colorless",
        "boilingPoint": "-195.795 ",
        "meltingPoint": "-209.86 ",
        "discoveredBy": "Daniel Rutherford",
        "density": "1.2506 g/L",
        "category": "Other-non-metals",
        "state": "gas",
        "history": [
            "The mixture of nitric and hydrochloric acids was known as aqua regia (royal water), celebrated for its ability to dissolve gold, the king of metals.",
            "The discovery of nitrogen is attributed to the Scottish physician Daniel Rutherford in 1772, who called it noxious air.",
            "French chemist Antoine Lavoisier referred to nitrogen gas as \"mephitic air\" or azote, meaning \"no life\" in greek, due to it being mostly inert.",
            "The earliest military, industrial, and agricultural applications of nitrogen compounds used saltpeter (sodium nitrate or potassium nitrate), most notably in gunpowder, and later as fertiliser."
        ],
        "shells": [2, 5],
        "uses": [
            "Nitrogen has shown to be very influential in chemical reactions and compounds and has been used, and still is being used, extensively in the pharmaceutical industry.",
            "Nitrogen gases can also be used to preserve nerves, blood, stem cells, and various other biological specimens.",
            "It is commonly used for shrinking fittings so they can be inserted and used easily and then as they return to normal temperature they expand to form a tight-fitting connection.",
            "It is used in the internal workings of many computers and helps to prevent them from overheating and burning."
        ],
        "description": "Nitrogen is a common element in the universe, estimated at about seventh in total abundance in the Milky Way and the Solar System. At standard temperature and pressure, two atoms of the element bind to form dinitrogen, a colourless and odorless diatomic gas.  Nitrogen occurs in all organisms, primarily in amino acids, nucleic acids and in adenosine triphosphate."
    },
    {
        "atomicNumber": 8, 
        "name": "Oxygen",
        "block": "p-block",
        "atomicMass": "15.9994", 
        "symbol": "O",
        "group": 16, 
        "discovered": "1772",
        "appearance": "colorless",
        "boilingPoint": "-182.962 ",
        "meltingPoint": "-218.79 ",
        "discoveredBy": "Joseph Priestley, Antoine Lavoisier and Carl Wilhelm Scheele",
        "density": "1.429 g/L",
        "category": "Other-non-metals",        
        "state": "gas",
        "history": [
            "Carl Wilhelm Scheele called the gas \"fire air\" because it was then the only known agent to support combustion.",
            "In the meantime, on August 1, 1774, an experiment conducted by the British clergyman Joseph Priestley focused sunlight on mercuric oxide contained in a glass tube, which liberated a gas he named \"dephlogisticated air\".",
            "Oxygen was liquefied in a stable state for the first time on March 29, 1883 by Polish scientists from Jagiellonian University, Zygmunt Wróblewski and Karol Olszewski."
        ],
        "shells": [2, 6],
        "uses": [
            "Compressed oxygen tanks are used by mountaineers at high elevations to counteract the decreased O2 pressure.",
            "Oxygen can be used as a sterilizing agent to kill certain anaerobic bacteria.",
            "Oxygen is needed for the reaction that converts carbon to carbon dioxide gas in steel working.",
            "In liquid form, oxygen is used widely as an oxidizing agent for use in missiles and rockets, where it reacts with liquid hydrogen to produce the terrific thrust needed for take-off."
        ],
        "description": "Oxygen is a highly reactive nonmetal that readily forms oxides with most elements as well as with other compounds. It is the third-most abundant element in the universe by mass. Oxygen is continuously replenished in Earth's atmosphere by photosynthesis. Another form of oxygen, ozone, strongly absorbs UV rays and helps protect the biosphere from ultraviolet radiation."
    },
    {
        "atomicNumber": 9, 
        "name": "Fluorine",
        "block": "p-block",
        "atomicMass": "18.9984", 
        "symbol": "F",
        "group": 17, 
        "discovered": "1886",
        "appearance": "pale yellow",
        "boilingPoint": "-188.11 ",
        "meltingPoint": "-219.67 ",
        "discoveredBy": "Henri Moissan",
        "density": "1.696 g/L",
        "category": "Halogens",
        "state": "gas",
        "history": [
            "In 1529, Georgius Agricola described fluorite as an additive used to lower the melting point of metals during smelting",
            "Initial studies on fluorine were so dangerous that several 19th-century experimenters were deemed \"fluorine martyrs\" after misfortunes with hydrofluoric acid.",
            "In 1886, after 74 years of effort by many chemists, Moissan isolated elemental fluorine."
        ],
        "shells": [2, 7],
        "uses": [
            "Fluorine and its compounds are used in processing nuclear fuel.",
            "Fluorochemicals, including many high-temperature plastics such as Teflon, are also made using fluorine.",
            "Compounds of fluorine, including sodium fluoride, are used in toothpaste and in drinking water to prevent dental cavities."
        ],
        "description": "Among the elements, fluorine ranks 24th in universal abundance and 13th in terrestrial abundance. Fluorite, the primary mineral source of fluorine which gave the element its name, was first described in 1529; as it was added to metal ores to lower their melting points for smelting.  Fluorine is extremely reactive, as it reacts with all other elements, except for argon, neon, and helium."
    },
    {
        "atomicNumber": 10, 
        "name": "Neon",
        "block": "p-block",
        "atomicMass": "20.1797", 
        "symbol": "Ne",
        "group": 18, 
        "discovered": "1898",
        "appearance": "colorless(orange-red glow when placed in an electric field)",
        "boilingPoint": "-246.046 ",
        "meltingPoint": "-248.59 ",
        "discoveredBy": "Sir William Ramsay and Morris W. Travers",
        "density": "0.9002 g/L",
        "category": "Noble-gases",
        "state": "gas",
        "history": [
            "Neon was discovered when Ramsay chilled a sample of air until it became a liquid, then warmed the liquid and captured the gases as they boiled off.",
            "Neon's scarcity precluded its prompt application for lighting along the lines of Moore tubes, which used nitrogen and which were commercialized in the early 1900s.",
            "In December 1910 Georges Claude demonstrated modern neon lighting based on a sealed tube of neon. In 1912, Claude's associate began selling neon discharge tubes as eye-catching advertising signs and was instantly more successful."
        ],
        "shells": [2, 8],
        "uses": [
            "Neon bulbs are used in greenhouses and botanical gardens to stimulate plant growth.",
            "Neon generally has a boiling point of  27.24K, which makes it a very efficient coolant than liquid Helium.",
            "Lasers made with Neon and other compounds are very cost-efficient and emit laser between the infrared and visible regions of light.",
            "Neon Lights are by far the most popular uses of Neon."
        ],
        "description": "Neon is a colorless, odorless, inert monatomic Noble gas under standard conditions, with about two-thirds the density of air. It was discovered (along with krypton and xenon) in 1898 as one of the three residual rare inert elements remaining in dry air."
    },
    {
        "atomicNumber": 11, 
        "name": "Sodium",
        "block": "s-block",
        "atomicMass": "22.9897", 
        "symbol": "Na",
        "group": 1, 
        "discovered": "1807",
        "appearance": "silvery-white metallic",
        "boilingPoint": "882.940 ",
        "meltingPoint": "97.794 ",
        "discoveredBy": "Humphry Davy",
        "density": "0.968 g/cm<sup>3</sup>",
        "category": "Alkali-Metals",
        "state": "solid",
        "history": [
            "The name sodium is thought to originate from the Arabic suda, meaning headache, as the headache-alleviating properties of sodium carbonate or soda were well known in early times.",
            "Sodium had long been recognized in compounds, however, it was not isolated until 1807 by Sir Humphry Davy through the electrolysis of sodium hydroxide.",
            "The chemical abbreviation for sodium was first published in 1814 by Jöns Jakob Berzelius in his system of atomic symbols, and is an abbreviation of the element's New Latin name natrium."
        ],
        "shells": [2, 8, 1],
        "uses": [
            "Sodium in its metallic form is very important in making esters and in the manufacture of organic compounds.",
            "It is also a component of sodium chloride (NaCl) a very important compount found everywhere in the living environment.",
            "Liquid sodium has been used as a coolant for nuclear reactors.",
            "Sodium vapor is used in streetlights and produces a brilliant yellow light."
        ],
        "description": "Sodium is a soft, silvery-white, highly reactive metal. Sodium is the sixth most abundant element in the Earth's crust and exists in numerous minerals such as feldspars, sodalite, and rock salt (NaCl). Many salts of sodium are highly water-soluble."
    },
    {
        "atomicNumber": 12, 
        "name": "Magnesium",
        "block": "s-block",
        "atomicMass": "24.307", 
        "symbol": "Mg",
        "group": 2, 
        "discovered": "1755",
        "appearance": "shiney-grey",
        "boilingPoint": "1091 ",
        "meltingPoint": "650 ",
        "discoveredBy": "Joseph Black",
        "density": "1.738 g/cm<sup>3</sup>",
        "category": "Alkaline-Earth-Metals",
        "state": "solid",
        "history": [
            "The name magnesium originates from the Greek word for locations related to the tribe of the Magnetes or Magnesia ad Sipylum, now in Turkey.",
            "In 1618, a farmer at Epsom in England attempted to give his cows water from a well there. The cows refused to drink because of the water's bitter taste, but the farmer noticed that the water seemed to heal scratches and rashes. The substance is now known as magnesium sulfate.",
            "The metal itself was first isolated by Sir Humphry Davy in England in 1808. He used electrolysis on a mixture of magnesia and mercuric oxide."
        ],
        "shells": [2, 8, 2],
        "uses": [
            "Magnesium plays many crucial roles in the body, such as supporting muscle and nerve function and energy production.",
            "Magnesium is used in products that benefit from being lightweight, such as car seats, luggage, laptops, cameras and power tools.",
            "As magnesium ignites easily in air and burns with a bright light, it's used in flares, fireworks and sparklers."
        ],
        "description": "Magnesium is produced in large, aging stars from the sequential addition of three helium nuclei to a carbon nucleus. When such stars explode as supernovas, much of the magnesium is expelled into the interstellar medium where it may recycle into new star systems. Magnesium is the eighth most abundant element in the Earth's crust and the fourth most common element in the Earth."
    },
    {
        "atomicNumber": 13, 
        "name": "Aluminium",
        "block": "p-block",
        "atomicMass": "26.981", 
        "symbol": "Al",
        "group": 13, 
        "discovered": "1824",
        "appearance": "silvery grey metallic",
        "boilingPoint": "2470",
        "meltingPoint": "660.32",
        "discoveredBy": "Hans Christian Ørsted",
        "density": "2.70 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [
            "The ancients are known to have used alum as a dyeing mordant and for city defense. After the Crusades, alum, an indispensable good in the European fabric industry, was a subject of international commerce.",
            "In 1754, German chemist Andreas Sigismund Marggraf synthesized alumina by boiling clay in sulfuric acid and subsequently adding potash.",
            "Hans Christian Ørsted reacted anhydrous aluminium chloride with potassium amalgam, yielding a lump of metal looking similar to tin. He presented his results and demonstrated a sample of the new metal in 1825."
        ],
        "shells": [2, 8, 3],
        "uses": [
            "Aluminium is ideal for wiring power grids, including overhead power transmission lines and local power distribution lines.",
            "Luminium frames are lightweight and durable and can be made impact-resistant, which is useful in places that experience high winds.",
            "Smartphones,laptops, and other electronics are increasingly using aluminium in their production.",
            "Wires made of Aluminium are malleable and durable and can be used to make sculptures and other art works."
        ],
        "description": "Aluminium has a density lower than those of other common metals, at approximately one third that of steel. It has a great affinity towards oxygen, and forms a protective layer of oxide on the surface when exposed to air. Aluminium visually resembles silver, both in its color and in its great ability to reflect light. It is soft, non-magnetic and ductile. It has one stable isotope, <sup>27</sup>Al; this isotope is very common, making aluminium the twelfth most common element in the Universe."
    },
    {
        "atomicNumber": 14, 
        "name": "Silicon",
        "block": "p-block",
        "atomicMass": "28.0855", 
        "symbol": "Si",
        "group": 14, 
        "discovered": "1823",
        "appearance": "crystalline, reflective with bluish-tinged faces",
        "boilingPoint": "3265 ",
        "meltingPoint": "1414 ",
        "discoveredBy": "Jöns Jacob Berzelius",
        "density": "2.3290 g/cm<sup>3</sup>",
        "category": "Metalloids",
        "state": "solid",
        "history": [
            "Silicon rock crystals were familiar to various ancient civilizations, such as the predynastic Egyptians who used it for beads and small vases, as well as the ancient Chinese.",
            "Gay-Lussac and Thénard are thought to have prepared impure amorphous silicon in 1811, through the heating of recently isolated potassium metal with silicon tetrafluoride, but they did not purify and characterize the product, nor identify it as a new element.",
            "In 1823, Jöns Jacob Berzelius prepared amorphous silicon using approximately the same method as Gay-Lussac (reducing potassium fluorosilicate with molten potassium metal), but purifying the product to a brown powder by repeatedly washing it."
        ],
        "shells": [2, 8, 4],
        "uses": [
            "Silicon is majorly used in the semiconductor industry to produce electronic components like transistors and diodes.",
            "Silicon is used to create silicone, which chemically are silicon-oxygen polymers with methyl groups attached.",
            "Solar cells and solar panels are created using silicon wafers, simply because of their semiconducting properties, as well as their abundance.",
            "Silicon dioxide(sand) is used in the manufacturing of glass."
        ],
        "description": "Silicon is a hard, brittle crystalline solid with a blue-grey metallic lustre, and is a tetravalent metalloid and semiconductor. Silicon is the eighth most common element in the universe by mass, but very rarely occurs as the pure element in the Earth's crust."
    },
    {
        "atomicNumber": 15, 
        "name": "Phosphorus",
        "block": "p-block",
        "atomicMass": "30.9737", 
        "symbol": "P",
        "group": 15, 
        "discovered": "1669",
        "appearance": "white, red, black, violet",
        "boilingPoint": "280.5 ",
        "meltingPoint": "44.15 ",
        "discoveredBy": "Hennig Brand",
        "density": "2.36 g/cm<sup>3</sup>",
        "category": "Other-non-metals",
        "state": "solid",
        "history": [
            "The name Phosphorus in Ancient Greece was the name for the planet Venus and is derived from Greek, which roughly translates as light-bringer or light carrier.",
            "Henning Brand attempted to create the fabled philosopher's stone through the distillation of some salts by evaporating urine, and in the process produced a white material that glowed in the dark and burned brilliantly. It was named 'phosphorus mirabilis'.",
            "White phosphorus was first made commercially in the 19th century for the match industry. The bone-ash process became obsolete when the submerged-arc furnace for phosphorus production was introduced to reduce phosphate rock."
        ],
        "shells": [2, 8, 5],
        "uses": [
            "Phosphorus is used in the manufacture of safety matches (red phosphorus), and incendiary shells.",
            "Phosphorus is also used in steel manufacture and in the production of phosphor bronze.",
            "It is also used as an alloying agent and to kill rodents.",
            "Phosphates are used for special glasses, sodium lamps, in steel production, in military applications."
        ],
        "description": "Elemental phosphorus exists in two major forms, white phosphorus and red phosphorus, but because it is highly reactive, phosphorus is never found as a free element on Earth. It has a concentration in the Earth's crust of about one gram per kilogram (compare copper at about 0.06 grams). In minerals, phosphorus generally occurs as phosphate."
    },
    {
        "atomicNumber": 16, 
        "name": "Sulfur",
        "block": "p-block",
        "atomicMass": "32.065", 
        "symbol": "S",
        "group": 16, 
        "discovered": "1809",
        "appearance": "lemon-yellow",
        "boilingPoint": "444.6 ",
        "meltingPoint": "115.21 ",
        "discoveredBy": "Louis-Joseph Gay-Lussac and Louis-Jacques Thenard",
        "density": "1.96 g/cm<sup>3</sup>",
        "category": "Other-non-metals",
        "state": "solid",
        "history": [
            ""
        ],
        "shells": [2, 8, 6],
        "uses": [
            "Elemental sulfur is used in black gunpowder, matches, and fireworks.",
            "The principal use of sulfur is to create compounds like Hydrogen Sulfide, Carbon disulfide, Sulfur trioxide, etc.",
            "It is also used as a fungicide, insecticide, and fumigant, and in the manufacture of phosphate fertilizers.",
            "Sulfur is also used in hair and skin care products like shampoos, lotions, etc, to treat problems like acne and dandruff."
        ],
        "description": "Sulfur is the tenth most common element by mass in the universe, and the fifth most common on Earth. Though sometimes found in pure, native form, sulfur on Earth usually occurs as sulfide and sulfate minerals. Being abundant in native form, sulfur was known in ancient times, being mentioned for its uses in ancient India, ancient Greece, China, and Egypt."
    },
    {
        "atomicNumber": 17, 
        "name": "Chlorine",
        "block": "p-block",
        "atomicMass": "35.453", 
        "symbol": "Cl",
        "group": 17, 
        "discovered": "1774",
        "appearance": "pale yellow-green",
        "boilingPoint": "-34.04 ",
        "meltingPoint": "-101.5 ",
        "discoveredBy": "Carl Wilhelm Scheele",
        "density": "3.2 g/L",
        "category": "Halogens",
        "state": "gas",
        "history": [],
        "shells": [2, 8, 7],
        "uses": [
            "Chlorine is a disinfectant and is used to treat drinking water and swimming pool water.",
            "Chlorine is also used as disinfectants, cleaning agents, and helps in whitening the surface that is being cleaned.",
            "It helps provide an environment for food that is free from bacteria like E.coli and Salmonella.",
            "It is also used in the production of paper and paper products and in the manufacturing of drugs and antiseptics."
        ],
        "description": "Chlorine is a yellow-green gas at room temperature. It is an extremely reactive element and a strong oxidising agent. Chlorine played an important role in the experiments conducted by medieval alchemists, which commonly involved the heating of chloride salts like ammonium chloride and sodium chloride. As a chemical warfare agent, chlorine was first used in World War I as a poison gas weapon."
    },
    {
        "atomicNumber": 18, 
        "name": "Argon",
        "block": "p-block",
 
        "atomicMass": "39.948", 
        "symbol": "Ar",
        "group": 18, 
        "discovered": "1894",
        "appearance": "colorless(violet glow when placed in an electric field)",
        "boilingPoint": "-185.848 ",
        "meltingPoint": "-189.34 ",
        "discoveredBy": "Sir William Ramsay and John William Strutt",
        "density": "1.784 g/L",
        "category": "Noble-gases",
        "state": "gas",
        "history": [],
        "shells": [2, 8, 8],
        "uses": [
            "Argon lasers are used in the treatment of retinal detachment and retinal phototherapy for those who are diabetic.",
            "The applications for the argon laser system are mainly in the medical field, as it is capable of targeting areas with extreme precision.",
            "Within drinks, argon is added to wine barrels to displace air. Being denser than air, it settles above the liquid protecting the wine from souring and oxidation.",
            "Argon is used popularly within welding and casting industries, especially in the making of specialty alloys and manufacturing titanium."
        ],
        "description": "Argon is the third-most abundant gas in the Earth's atmosphere, at 0.934% (9340 ppmv). Nearly all of the argon in the Earth's atmosphere is radiogenic argon-40, derived from the decay of potassium-40 in the Earth's crust. In the universe, argon-36 is by far the most common argon isotope."
    },
    {
        "atomicNumber": 19, 
        "name": "Potassium",
        "block": "s-block",
        "atomicMass": "39.0983", 
        "symbol": "K",
        "group": 1, 
        "discovered": "1807",
        "appearance": "silvery-gray",
        "boilingPoint": "759 ",
        "meltingPoint": "63.5 ",
        "discoveredBy": "Humphry Davy",
        "density": "0.89 g/cm<sup>3</sup>",
        "category": "Alkali-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 8, 1],
        "uses": [
            "The largest use of potassium is potassium chloride (KCl) which is used to make fertilizers to improve plant growth.",
            "Industrial applications for potassium include soaps, detergents, gold mining, dyes, glass production, gunpowder, and batteries.",
            "Potassium also plays a vital role in our bodies. It is used in muscle contraction, fluid and pH balance, bone health, and helps to prevent kidney stones.",
            "Potassium involved in muscle contractions, heart function, fluid balance, and other process in the body."
        ],
        "description": "Potassium is a silvery-white metal that is soft enough to be cut with a knife with little force. In the periodic table, potassium is one of the alkali metals, all of which have a single valence electron in the outer electron shell, that is easily removed to create an ion with a positive charge – a cation, that combines with anions to form salts."
    },
    {
        "atomicNumber": 20, 
        "name": "Calcium",
        "block": "s-block",
        "atomicMass": "40.078", 
        "symbol": "Ca",
        "group": 2, 
        "discovered": "1808",
        "appearance": "dull dray silver",
        "boilingPoint": "1484 ",
        "meltingPoint": "842 ",
        "discoveredBy": "Humphry Davy",
        "density": "1.55 g/cm<sup>3</sup>",
        "category": "Alkaline-Earth-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 8, 2],
        "uses": [
            "The main role of calcium in the body is to provide structure and strength to the skeleton.",
            "Calcium may be used as a reducing agent in the process of metal extraction.",
            "Blackboard chalks and plaster of paris contain a solution of calcium hydroxide.",
            "Other compounds of calcium are used in food additives, toothpastes, and also in crayons, plastics and cosmetics.",
            "Calcium is also used as a reducing agent in metal extraction and as an allying agent in the production of some metals."
        ],
        "description": "Calcium is a reactive metal that forms a dark oxide-nitride layer when exposed to air.  It is the fifth most abundant element in Earth's crust, and the third most abundant metal, after iron and aluminium. The most common calcium compound on Earth is calcium carbonate, found in limestone and the fossilised remnants of early sea life."
    },
    {
        "atomicNumber": 21, 
        "name": "Scandium",
        "block": "d-block",
        "atomicMass": "44.955", 
        "symbol": "Sc",
        "group": 3, 
        "discovered": "1879",
        "appearance": "silvery-white",
        "boilingPoint": "2836 ",
        "meltingPoint": "1541 ",
        "discoveredBy": "Lars Fredrik Nilson",
        "density": "2.985 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 9, 2],
        "uses": [
            "Scandium is used in aluminum-scandium alloys for aerospace industry components and for sports equipments.",
            "Scandium oxide (scandia), is used to make high intensity “stadium” lights.",
            "Very dilute scandium sulfate is used to improve the germination of seeds such as corn, peas and wheat.",
            "Scandium iodide is used in mercury vapor lamps, which are used to replicate sunlight in studios for films."
        ],
        "description": "Scandium is present in most of the deposits of rare-earth and uranium compounds, but it is extracted from these ores in only a few mines worldwide.Scandium is a soft metal with a silvery appearance. It develops a slightly yellowish or pinkish cast when oxidized by air. It is susceptible to weathering and dissolves slowly in most dilute acids."
    },
    {
        "atomicNumber": 22, 
        "name": "Titanium",
        "block": "d-block",
        "atomicMass": "47.867", 
        "symbol": "Ti",
        "group": 4, 
        "discovered": "1791",
        "appearance": "silvery-grey white",
        "boilingPoint": "3287 ",
        "meltingPoint": "1668 ",
        "discoveredBy": "William Gregor",
        "density": "4.506 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 10, 2],
        "uses": [
            "Titanium combines with iron, aluminum, vanadium, nickel, molybdenum and other metals to produce high-performance alloys that are used in military equipment.",
            "Titanium metal is used in the strings of tennis and badminton racquets.", 
            "High-quality white paints usually contain significant amounts of titanium dioxide, which has a pigment name of \"titanium white\".",
            "Titanium dioxide is pressed into the fibers of high-quality papers to improve their whiteness, brightness, and texture."
        ],
        "description": "Titanium occurs within a number of mineral deposits, principally rutile and ilmenite, which are widely distributed in the Earth's crust and lithosphere; it is found in almost all living things, as well as bodies of water, rocks, and soils. The two most useful properties of the metal are corrosion resistance and strength-to-density ratio, the highest of any metallic element. In its unalloyed condition, titanium is as strong as some steels, but less dense."
    },
    {
        "atomicNumber": 23, 
        "name": "Vanadium",
        "block": "d-block",
        "atomicMass": "50.9415", 
        "symbol": "V",
        "group": 5, 
        "discovered": "1830",
        "appearance": "blue-silvery-grey",
        "boilingPoint": "3407 ",
        "meltingPoint": "1910 ",
        "discoveredBy": "Nils Gabriel Sefström",
        "density": "6.11 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 11, 2],
        "uses": [
            "Around 80 percent of the vanadium produced is alloyed with iron to make a shock- and corrosion-resistant steel additive.",
            "Vanadium-steel alloys are used to make extremely tough tools such as axles, armor plates, car gears, springs, cutting tools, piston rods and crankshafts.",
            "Vanadium alloys are also used to make nuclear reactors because of their low-neutron-absorbing properties.",
            "The compound vanadium pentoxide is used as a catalyst in some chemical reactions and in the manufacturing of ceramics."
        ],
        "description": "Vanadium is rarely found in nature, but once isolated artificially, the formation of an oxide layer (passivation) somewhat stabilizes the free metal against further oxidation. Vanadium occurs naturally in about 65 minerals and in fossil fuel deposits. It is produced in China and Russia from steel smelter slag. Other countries produce it either from magnetite directly, flue dust of heavy oil, or as a byproduct of uranium mining."
    },
    {
        "atomicNumber": 24, 
        "name": "Chromium",
        "block": "d-block",
 
        "atomicMass": "51.9961", 
        "symbol": "Cr",
        "group": 6, 
        "discovered": "1794",
        "appearance": "silvery-metallic",
        "boilingPoint": "2671",
        "meltingPoint": "1907",
        "discoveredBy": "Louis Nicolas Vauquelin",
        "density": "7.19 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 13, 1],
        "uses": [
            "Chromium is hard, often mixed into steel to make a hard and corrosion-resistant alloy, mainly used for refining stainless steel.",
            "Chromium salt is mainly used in electroplating, tanning, printing, and dyeing, medicine, fuel, catalysts, oxidants, matches, and metal corrosion inhibitors.",
            "In the automotive industry, chromium is involved in the production of car brake pads.",
            "It can be used as a kind of refractory material for the lining of steel-making furnaces."
        ],
        "description": "Chromium is extremely hard, and is the third hardest element behind carbon (diamond) and boron. Its Mohs hardness is 8.5, which means that it can scratch samples of quartz and topaz. Chromium is the main additive in stainless steel, to which it adds anti-corrosive properties. Chromium is also highly valued as a metal that is able to be highly polished while resisting tarnishing."
    },
    {
        "atomicNumber": 25, 
        "name": "Manganese",
        "block": "d-block",
        "atomicMass": "54.938", 
        "symbol": "Mn",
        "group": 7, 
        "discovered": "1774",
        "appearance": "silvery metallic",
        "boilingPoint": "2061",
        "meltingPoint": "1246",
        "discoveredBy": "Carl Wilhelm Scheele",
        "density": "7.21 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 13, 2],
        "uses": [
            "Manganese is used to make clear glass.",
            "It is also used to desulfurize and deoxidize steel in steel production and to reduce the octane rating in gasoline.",
            "It is used as a black-brown pigment in paint and as filler in dry cell batteries.",
            "Alloys made from Manganese help stiffen the aluminum in soft-drink cans.",
            "Important nonmetallurgical uses include battery cathodes, soft ferrites used in electronics, micronutrients in fertilizers and animal feed."
        ],
        "description": "Manganese is a transition metal with a multifaceted array of industrial alloy uses, particularly in stainless steels. It improves strength, workability, and resistance to wear. Manganese oxide is used as an oxidising agent, as a rubber additive, in glass making, fertilisers, and ceramics. Manganese sulfate can be used as a fungicide."
    },
    {
        "atomicNumber": 26, 
        "name": "Iron",
        "block": "d-block",
        "atomicMass": "55.845", 
        "symbol": "Fe",
        "group": 8, 
        "discovered": "before 5000BC",
        "appearance": "lustrous metallic with a grayish tinge",
        "boilingPoint": "2862",
        "meltingPoint": "1538",
        "discoveredBy": "Unknown",
        "density": "7.874 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 14, 2],
        "uses": [
            "Iron, in general, was heavily used for tools and weapons in the past.",
            "Uses of iron in daily life include machinery and tools, as well as vehicles, hulls of ships, structural elements for buildings, bridges and aircraft.",
            "Iron's most common uses are in kitchen cutlery, appliances and cookware and also for hospital equipment.",
            "Alloys of Iron, nickel, steel and cobalt are used to create magnets."
        ],
        "description": "Iron is, by mass, the most common element on Earth, right in front of oxygen (32.1% and 30.1%, respectively), forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust. In its metallic state, iron is rare in the Earth's crust, limited mainly to deposition by meteorites."
    },
    {
        "atomicNumber": 27, 
        "name": "Cobalt",
        "block": "d-block",
        "atomicMass": "58.933", 
        "symbol": "Co",
        "group": 9, 
        "discovered": "1735",
        "appearance": "hard lustrous bluish gray metal",
        "boilingPoint": "2927",
        "meltingPoint": "1495",
        "discoveredBy": "Georg Brandt",
        "density": "8.90 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 15, 2],
        "uses": [
            "Cobalt is also used in electronic devices and batteries that power our digital world, forming part of the circuitry and the semi-conductors that make computers work.",
            "cobalt-based batteries  help decarbonise travel and help integrate renewable energy into national electricity grids.",
            "Cobalt provides objects with an attractive surface that prevents rusting.",
            "Cobalt-60, a radioactive form of the element, can treat some forms of cancer."
        ],
        "description": "Cobalt is found in the Earth's crust only in a chemically combined form, save for small deposits found in alloys of natural meteoric iron. Cobalt is primarily used in lithium-ion batteries, and in the manufacture of magnetic, wear-resistant and high-strength alloys."
    },
    {
        "atomicNumber": 28, 
        "name": "Nickel",
        "block": "d-block",
        "atomicMass": "58.6934", 
        "symbol": "Ni",
        "group": 10, 
        "discovered": "1751",
        "appearance": "lustrous, metallic, and silver with a gold tinge",
        "boilingPoint": "2730",
        "meltingPoint": "1455",
        "discoveredBy": "Axel Fredrik Cronstedt",
        "density": "8.908 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 16, 2],
        "uses": [
            "Nickel increases an alloy's resistance to corrosion and its ability to withstand extreme temperatures.",
            "Nickel-bearing alloys are often used in harsh environments, such as those in chemical plants, petroleum refineries, jet engines, power generation facilities, and offshore installations.",
            "Nickel alloys are increasingly being used in making rechargeable batteries for portable computers, power tools, and hybrid and electric vehicles.",
            "All U.S. circulating coins except the penny are made of alloys that contain nickel."
        ],
        "description": " Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions because an oxide layer forms on the surface and prevents further corrosion. Even so, pure native nickel is found in Earth's crust only in tiny amounts."
    },
    {
        "atomicNumber": 29, 
        "name": "Copper",
        "block": "d-block",
        "atomicMass": "63.546", 
        "symbol": "Cu",
        "group": 11, 
        "discovered": "9000 BCE",
        "appearance": "red-orange metallic luster",
        "boilingPoint": "2562",
        "meltingPoint": "1084.62",
        "discoveredBy": "Middle east",
        "density": "8.96 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 1],
        "uses": [
            "Copper is an easily molded base metal that is often added to precious metals to improve their elasticity, flexibility, hardness, colour, and resistance to corrosion.",
            "Hospitals are installing copper touch surfaces around the world to halt the spread of bacterial infections in hospital settings.",
            "Copper wire, tubing, and piping are still some of the most commonly used building materials in the plumbing and electrical industries.",
            "Copper is an essential component in the motors, wiring, radiators, connectors, brakes, and bearings used in cars and trucks."
        ],
        "description": "A freshly exposed surface of pure copper has a pinkish-orange color. Copper is used as a conductor of heat and electricity, as a building material, and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel(copper-nickel) used to make marine hardware and coins, and constantan used in strain gauges and thermocouples for temperature measurement."
    },
    {
        "atomicNumber": 30, 
        "name": "Zinc",
        "block": "d-block",
        "atomicMass": "65.38", 
        "symbol": "Zn",
        "group": 12, 
        "discovered": "1746",
        "appearance": "silvery-gray",
        "boilingPoint": "907",
        "meltingPoint": "419.53",
        "discoveredBy": "Andreas Sigismund Marggraf",
        "density": "7.14 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 2],
        "uses": [
            "About one-half of the zinc that is produced is used in zinc galvanizing.",
            "Zinc is combined with copper (to form brass) and with other metals to form materials that are used in automobiles, electrical components, and household fixtures.",
            "Zinc oxide is used in rubber manufacturing and as a protective skin ointment.",
            "Zinc is also used in medicines to maintain and boost the immune system and the body's enzyme production."
        ],
        "description": "Zinc is a slightly brittle metal at room temperature and has a silvery-greyish appearance when oxidation is removed. It is the 24th most abundant element in Earth's crust and has five stable isotopes. The mines of Rajasthan have given definite evidence of zinc production going back to the 6th century BC."
    },
    {
        "atomicNumber": 31, 
        "name": "Gallium",
        "block": "p-block",
        "atomicMass": "69.723", 
        "symbol": "Ga",
        "group": 13, 
        "discovered": "1875",
        "appearance": "silvery blue",
        "boilingPoint": "2400",
        "meltingPoint": "29.7646",
        "discoveredBy": "Lecoq de Boisbaudran",
        "density": "5.91 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 3],
        "uses": [
            "Gallium is used primarily in electronic circuits, semiconductors and light-emitting diodes.",
            " It is also useful in high-temperature thermometers, barometers, pharmaceuticals and nuclear medicine tests.",
            "About 95% of all gallium produced is used to make gallium arsenide, a compound used in microwave and infrared circuits.",
            "Gallium arsenide can produce laser light directly from electricity and is used in solar panels, including those on the Mars Exploration Rover."
        ],
        "description": "Elemental gallium is a soft, silvery metal at standard temperature and pressure; however in its liquid state it becomes silvery white. If too much force is applied, the gallium may fracture conchoidally. Gallium does not occur as a free element in nature, but as gallium (III) compounds in trace amounts in zinc ores such as sphalerite and in bauxite. Gallium alloys are used in thermometers as a non-toxic and environmentally friendly alternative to mercury, and can withstand higher temperatures than mercury."
    },
    {
        "atomicNumber": 32, 
        "name": "Germanium",
        "block": "p-block",
        "atomicMass": "72.64", 
        "symbol": "Ge",
        "group": 14, 
        "discovered": "1886",
        "appearance": "greyish-white",
        "boilingPoint": "2833 ",
        "meltingPoint": "938.25 ",
        "discoveredBy": "Clemens Winkler",
        "density": "5.323 g/cm<sup>3</sup>",
        "category": "Metalloids",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 4],
        "uses": [
            "The largest use of germanium is in the semiconductor industry.",
            "When doped with small amounts of arsenic, gallium, indium, antimony or phosphorus, germanium is used to make transistors for use in electronic devices.",
            "Germanium is also used to create alloys and as a phosphor in fluorescent lamps.",
            "Some germanium compounds seem to be effective in killing some types of bacteria and are currently being studied for use in chemotherapy."
        ],
        "description": "Germanium is a lustrous, hard-brittle, grayish-white metalloid in the carbon group, chemically similar to its group neighbors silicon and tin. Pure germanium is a semiconductor with an appearance similar to elemental silicon. Like silicon, germanium naturally reacts and forms complexes with oxygen in nature."
    },
    {
        "atomicNumber": 33, 
        "name": "Arsenic",
        "block": "p-block",
        "atomicMass": "74.9216", 
        "symbol": "As",
        "group": 15, 
        "discovered": "1250",
        "appearance": "metallic-grey",
        "boilingPoint": "613 ",
        "meltingPoint": "816.8 ",
        "discoveredBy": "Albertus Magnus",
        "density": "5.727 g/cm<sup>3</sup>",
        "category": "Metalloids",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 5],
        "uses": [
            "Starting in the 1940s, arsenic-treated wood preservatives, such as chromated copper arsenate (CCA), were widely used to prevent rotting in lumber.",
            "Arsenic is sometimes alloyed with lead to form a harder, more durable metal.",
            "Arsenic is often used as a doping agent for solid-state devices such as transistors.",
            "Gallium arsenide is used in lasers that convert electricity into coherent light."
        ],
        "description": "Arsenic occurs in many minerals, usually in combination with sulfur and metals, but also as a pure elemental crystal. Arsenic is a metalloid. It has various allotropes, but only the gray form, which has a metallic appearance, is important to industry. The primary use of arsenic is in alloys of lead (for example, in car batteries and ammunition). "
    },
    {
        "atomicNumber": 34, 
        "name": "Selenium",
        "block": "p-block",
        "atomicMass": "78.96", 
        "symbol": "Se",
        "group": 16, 
        "discovered": "1817",
        "appearance": "grey metallic-looking",
        "boilingPoint": "685 ",
        "meltingPoint": "221 ",
        "discoveredBy": "Jöns Jacob Berzelius",
        "density": "4.81 g/cm<sup>3</sup>",
        "category": "Other-non-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 6],
        "uses": [
            "Selenium has good photovoltaic and photoconductive properties, and it is used extensively in electronics, such as photocells, light meters and solar cells.",
            "Selenium is used to remove colour from glass, to give a red colour to glasses and enamels.",
            "Selenium can also find applications in photocopying, in the toning of photographs.",
            "Other uses of selenium are in metal alloys such as the lead plates used in storage batteries and in rectifiers to convert AC current in DC current."
        ],
        "description": "Selenium is a nonmetal with properties that are intermediate between the elements above and below in the periodic table, sulfur and tellurium, and also has similarities to arsenic. It rarely occurs in its elemental state or as pure ore compounds in the Earth's crust."
    },
    {
        "atomicNumber": 35, 
        "name": "Bromine",
        "block": "p-block",
        "atomicMass": "79.904", 
        "symbol": "Br",
        "group": 17, 
        "discovered": "1825",
        "appearance": "reddish-brown",
        "boilingPoint": "58.8 ",
        "meltingPoint": "-7.2 ",
        "discoveredBy": "Carl Jacob Löwig and Antoine Balard",
        "density": "3.1028 g/cm<sup>3</sup>",
        "category": "Halogens",
        "state": "liquid",
        "history": [],
        "shells": [2, 8, 18, 7],
        "uses": [
            "One of the major uses of bromine is a water purifier/disinfectant, as an alternative to chlorine.",
            "Bromine compounds are effective pesticides, used both as soil fumigants in agriculture.",
            "Bromine compounds are now being tested in batteries for electric cars, designed to produce zero emissions.",
            "Currently, pharmaceuticals, that use bromine compounds in their manufacture, are undergoing trials for treatment of Alzheimer's disease."
        ],
        "description": "Bromine is the third-lightest halogen, and is a fuming red-brown liquid at room temperature that evaporates readily to form a similarly coloured vapour. Its properties are intermediate between those of chlorine and iodine."
    },
    {
        "atomicNumber": 36, 
        "name": "Krypton",
        "block": "p-block",
 
        "atomicMass": "83.798", 
        "symbol": "Kr",
        "group": 18, 
        "discovered": "1898",
        "appearance": "colorless(whitish glow when placed in an electric field)",
        "boilingPoint": "-153.415 ",
        "meltingPoint": "-157.37 ",
        "discoveredBy": "Sir William Ramsay and Morris Travers",
        "density": "3.749 g/L",
        "category": "Noble-gases",
        "state": "gas",
        "history": [],
        "shells": [2, 8, 18, 8],
        "uses": [
            "Krypton is used to manufacture white lighting bulbs for cinematographic purposes.",
            "Mixed with Mercury, krypton emits a brilliant light that has used to make the luminous sign for directing aeroplanes on the runway during foggy weather.",
            "Many small satellites of SpaceX Starlink, uses Krypton as a propellent for Hall thrusters in their electronic propulsion system.",
            "Krypton is occasionally used as a filler gas in glass window panes to reduce thermal conductivity."
        ],
        "description": "Krypton is a colorless, odorless, tasteless noble gas that occurs in trace amounts in the atmosphere and is often used with other rare gases in fluorescent lamps. Krypton, like the other noble gases, is used in lighting and photography. Krypton light has many spectral lines, and krypton plasma is useful in bright, high-powered gas lasers."
    },
    {
        "atomicNumber": 37, 
        "name": "Rubidium",
        "block": "s-block",
        "atomicMass": "85.467", 
        "symbol": "Rb",
        "group": 1, 
        "discovered": "1861",
        "appearance": "grey-white",
        "boilingPoint": "688 ",
        "meltingPoint": "39.30 ",
        "discoveredBy": "Robert Bunsen and Gustav Kirchhoff",
        "density": "1.532 g/cm<sup>3</sup>",
        "category": "Alkali-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 8, 1],
        "uses": [
            "A compound of rubidium, silver and iodine, has interesting electrical characteristics and might be useful in thin film batteries.",
            "Rubidium is used in vacuum tubes as a getter, a material that combines with and removes trace gases from vacuum tubes.",
            "Since ribidium is easily ionized, it might be used as a propellant in ion engines on spacecraft.",
            "It is also used in the manufacture of photocells and in special glasses."
        ],
        "description": "Rubidium is a metal that shares similarities to potassium metal and caesium metal in physical appearance, softness and conductivity. Rubidium cannot be stored under atmospheric oxygen, as a highly exothermic reaction will ensue, sometimes even resulting in the metal catching fire."
    },
    {
        "atomicNumber": 38, 
        "name": "Strontium",
        "block": "s-block",
        "atomicMass": "87.62", 
        "symbol": "Sr",
        "group": 2, 
        "discovered": "1787",
        "appearance": "silvery-white metallic",
        "boilingPoint": "1377 ",
        "meltingPoint": "777 ",
        "discoveredBy": "William Cruickshank",
        "density": "2.64 g/cm<sup>3</sup>",
        "category": "Alkaline-Earth-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 8, 2],
        "uses": [
            "Strontium's spontaneous ignition helps in making flares and fireworks.",
            "Another primary use for strontium is in glass for color television cathode ray tubes (CRTs) where it is used to prevent X-ray emission.",
            "Strontium is also used in ferrite magnets(iron oxide combined with one of more metallic elements) or in zinc refining processes.",
            "It can also generate electricity for space vehicles, remote weather stations and navigation buoys."
        ],
        "description": "Strontium is a divalent silvery metal with a pale yellow tint whose properties are mostly intermediate between and similar to those of its group neighbors calcium and barium. It is softer than calcium and harder than barium."
    },
    {
        "atomicNumber": 39, 
        "name": "Yttrium",
        "block": "d-block",
        "atomicMass": "88.905", 
        "symbol": "Y",
        "group": 3, 
        "discovered": "1794",
        "appearance": "silvery white",
        "boilingPoint": "2930",
        "meltingPoint": "1526",
        "discoveredBy": "Johan Gadolin",
        "density": "4.472 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 9, 2],
        "uses": [
            "The largest use of the element is as its oxide yttria, which is used in making red phosphors for color television picture tubes.",
            "Yttrium metal has found some use alloyed in small amounts with other metals and It is used to increase the strength of aluminium and magnesium alloys.",
            "There is an alloy of yttrium with chromium and aluminium which is heat resistant.",
            "Yttrium oxide is suitable to making superconductors, which are metal oxides which conduct electricity without any loss of energy."
        ],
        "description": "Yttrium is almost always found in combination with lanthanide elements in rare-earth minerals, and is never found in nature as a free element. Yttrium is also used in the production of electrodes, electrolytes, electronic filters, lasers, superconductors, various medical applications, and tracing various materials to enhance their properties."
    },
    {
        "atomicNumber": 40, 
        "name": "Zirconium",
        "block": "d-block",
        "atomicMass": "91.224", 
        "symbol": "Zr",
        "group": 4, 
        "discovered": "1789",
        "appearance": "silvery white",
        "boilingPoint": "4377",
        "meltingPoint": "1855",
        "discoveredBy": "Martin Heinrich Klaproth",
        "density": "6.52 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 10, 2],
        "uses": [
            "One of the major applications of Zirconium is as a corrosion-resistant material of construction for the chemical processing industry.",
            "In certain applications of Zirconium, the unique corrosion resistance properties can extend its useful life beyond that of the remainder of a power plant.",
            "Moreover, Zirconium has many uses in Petrochemical, Geothermal, Mining, Water Desalination and Oil and gas industries."
        ],
        "description": "Zirconium is mainly used as a refractory and opacifier, although small amounts are used as an alloying agent for its strong resistance to corrosion. Zirconium forms a variety of inorganic and organometallic compounds such as zirconium dioxide and zirconocene dichloride, respectively. Five isotopes occur naturally, three of which are stable."
    },
    {
        "atomicNumber": 41, 
        "name": "Niobium",
        "block": "d-block",
        "atomicMass": "92.906", 
        "symbol": "Nb",
        "group": 5, 
        "discovered": "1801",
        "appearance": "gray metallic",
        "boilingPoint": "4744",
        "meltingPoint": "2477",
        "discoveredBy": "Charles Hatchett",
        "density": "8.57 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 12, 1],
        "uses": [
            "Niobium consumption is dominated by its use as additive to high strength low alloy steel and stainless steel for oil and gas pipelines, car and truck bodies, architectural requirements, tool steels, ships hulls, railroad tracks.",
            "The second largest application for niobium is in nickel-based superalloys.",
            "Niobium oxide is used for camera lenses, glass coatings on computer screens and ceramic capacitors.",
            "Quantum computers being developed by <abbr title=\"International Business Machines\">IBM</abbr> at its Q laboratory rely on superconducting qubits made from aluminum and niobium that sit atop a silicon substrate."
        ],
        "description": "Niobium oxidizes in the earth's atmosphere very slowly, hence its application in jewelry as a hypoallergenic alternative to nickel. It is used mostly in alloys, the largest part in special steel such as that used in gas pipelines. Although these alloys contain a maximum of 0.1%, the small percentage of niobium enhances the strength of the steel."
    },
    {
        "atomicNumber": 42, 
        "name": "Molybdenum",
        "block": "d-block",
        "atomicMass": "95.95", 
        "symbol": "Mo",
        "group": 6, 
        "discovered": "1778",
        "appearance": "gray metallic",
        "boilingPoint": "4639",
        "meltingPoint": "2623",
        "discoveredBy": "Carl Wilhelm Scheele",
        "density": "10.28 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 13, 1],
        "uses": [
            "Molybdenum improves the strength of steel at high temperatures, and can allow steel to withstand pressures up to 300,000 pounds per square inch.",
            "Molybdenum is also alloyed with steel to produce drills, saws, jet engines and power-generation turbines.",
            "Molybdenum is combined with sulfur to form molybdenum disulfide, which helps lubricate two stroke engines, bicycle coaster brakes, bullets, ski waxes and more.",
            "Zinc molybdate is used in paint primers to inhibit corrosion and stabilize color."
        ],
        "description": "Molybdenum does not occur naturally as a free metal on Earth; it is found only in various oxidation states in minerals. It readily forms hard, stable carbides in alloys, and for this reason most of the world production of the element is used in steel alloys, including high-strength alloys and superalloys."
    },
    {
        "atomicNumber": 43, 
        "name": "Technetium",
        "block": "d-block",
        "atomicMass": "97.00", 
        "symbol": "Tc",
        "group": 7, 
        "discovered": "1937",
        "appearance": "shiny gray metal",
        "boilingPoint": "4265",
        "meltingPoint": "2157",
        "discoveredBy": "Emilio Segrè and Carlo Perrier",
        "density": "11 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 13, 2],
        "uses": [
            "An isotope of Technetium is used in a number of medical diagnostic imaging scans.",
            "Technetium-steel alloys are very resistant to corrosion or reaction with oxygen and other materials.",
            "Technetium-99 can be used to detect damages in organs and bones and for other medical purposes."
        ],
        "description": "Naturally occurring technetium is a spontaneous fission product in uranium ore and thorium ore, the most common source, or the product of neutron capture in molybdenum ores. Many of technetium's properties had been predicted by Dmitri Mendeleev before it was discovered."
    },
    {
        "atomicNumber": 44, 
        "name": "Ruthenium",
        "block": "d-block",
        "atomicMass": "101.07", 
        "symbol": "Ru",
        "group": 8, 
        "discovered": "1844",
        "appearance": "silvery white metallic",
        "boilingPoint": "4150",
        "meltingPoint": "2334",
        "discoveredBy": "Karl Ernst Claus ",
        "density": "12.45 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 15, 1],
        "uses": [
            "In electrical industry Ruthenium is used in manufacturing of electronic chips.",
            "Ruthenium is used as a hardener when it is mixed with other metals to form alloy. This characteristic of ruthenium is used in the preparation of jewelry of palladium.",
            "Ruthenium alloys also find application in manufacturing of turbines of jet engines.",
            "Chemically it is used in the form of anodes for chlorine production in electrochemical cells.",
            "Fountain pen nibs also contain Ru tips."
        ],
        "description": "Ruthenium is usually found as a minor component of platinum ores. Most ruthenium produced is used in wear-resistant electrical contacts and thick-film resistors. A minor application for ruthenium is in platinum alloys and as a chemistry catalyst.  Ruthenium is also used in some advanced high-temperature single-crystal superalloys, with applications that include the turbines in jet engines."
    },
    {
        "atomicNumber": 45, 
        "name": "Rhodium",
        "block": "d-block",
        "atomicMass": "102.905", 
        "symbol": "Rh",
        "group": 9, 
        "discovered": "1804",
        "appearance": "silvery white metallic",
        "boilingPoint": "3695",
        "meltingPoint": "1964",
        "discoveredBy": "William Hyde Wollaston",
        "density": "12.41 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 16, 1],
        "uses": [
            "The main use for rhodium is in catalytic converters designed to clean vehicle emissions.",
            "Since rhodium is quite brilliant and resistant to tarnishing, it is used as a finish for jewelry, searchlights and mirrors.",
            "In the chemical industry, rhodium is used as a catalyst in the making of nitric acid, acetic acid and hydrogenation reactions.",
            "Rhodium is often alloyed with platinum and iridium to make an oxidation-resistant metal that can stand against high temperatures."
        ],
        "description": "Rhodium is an extraordinarily rare, silvery-white, hard, corrosion-resistant, and chemically inert transition metal. Naturally occurring rhodium is usually found as a free metal, as an alloy with similar metals, and rarely as a chemical compound in minerals"
    },
    {
        "atomicNumber": 46, 
        "name": "Palladium",
        "block": "d-block",
        "atomicMass": "106.42", 
        "symbol": "Pd",
        "group": 10, 
        "discovered": "1802",
        "appearance": "silvery white",
        "boilingPoint": "2963",
        "meltingPoint": "1554.9",
        "discoveredBy": "William Hyde Wollaston",
        "density": "12.023 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 0],
        "uses": [
            "Palladium acts as an excellent catalyst, and helps turn some of the polluting compounds expelled as part of an internal combustion engine into less harmful components.",
            "Palladium coins have been issued since 1966, and today a number of mints and refiners produce coins and bars made from this extremely valuable metal.",
            "In the electronics industry, palladium is used for electrical contacts, in ceramic capacitors and for soldering materials.",
            "In dental amalgams small amounts of palladium are used to help fight against corrosion, and increase the lustre of the filling."
        ],
        "description": "More than half the supply of palladium and its congener platinum is used in catalytic converters, which convert as much as 90% of the harmful gases in automobile exhaust into less noxious substances. Palladium is a key component of fuel cells, which react hydrogen with oxygen to produce electricity, heat, and water.  It is soft and ductile when annealed and is greatly increased in strength and hardness when cold-worked. "
    },
    {
        "atomicNumber": 47, 
        "name": "Silver",
        "block": "d-block",
        "atomicMass": "107.8682", 
        "symbol": "Ag",
        "group": 11, 
        "discovered": "before 3000 BC",
        "appearance": "lustrous white metal",
        "boilingPoint": "2162",
        "meltingPoint": "961.78",
        "discoveredBy": "ancient Greeks and Turks",
        "density": "10.49 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 1],
        "uses": [
            "Silver's hight electrical conductivity makes it a good component in the electronics industry.",
            "Nanosilver, silver with an extremely small particle size, provides a new frontier for technological innovation, requiring much smaller amounts of silver to get the job done.",
            "As a precious metal, silver is rare and valuable, making it a convenient store of wealth.",
            "Because it is less expensive than gold, silver is a popular choice for jewelry and a standard for fine dining.",
            "Traditional film photography relies on the light sensitivity of silver halide crystals present in film."
        ],
        "description": "Silver exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal. The metal is found in the Earth's crust in the pure, free elemental form, as an alloy with gold and other metals, and in minerals such as argentite and chlorargyrite. Other than in currency, silver is used in solar panels, water filtration, jewellery, ornaments, utensils, conductors, specialized mirrors, as a colorant in stained glass, etc."
    },
    {
        "atomicNumber": 48, 
        "name": "Cadmium",
        "block": "d-block",
        "atomicMass": "112.414", 
        "symbol": "Cd",
        "group": 12, 
        "discovered": "1817",
        "appearance": "silvery bluish-gray metallic",
        "boilingPoint": "767",
        "meltingPoint": "321.07",
        "discoveredBy": "Karl Samuel Leberecht Hermann and Friedrich Stromeyer",
        "density": "8.65 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 2],
        "uses": [
            "Cadmium alloys find applications where electrical conductivity or heat conductivity is required in combination with abrasion resistance, corrosion resistance or strength.",
            "Cadmium coatings are utilised on steel, aluminium, and certain other non-ferrous metal fasteners and moving parts to provide the best available combination of corrosion resistance.",
            "Due to the unique characteristics of Cadmium, industrial Ni-Cd batteries are the batteries of choice for back-up power aboard both civilian and military aircrafts with over 70% of the market."
        ],
        "description": "Cadmium occurs as a minor component in most zinc ores and is a byproduct of zinc production. Cadmium was used for a long time as a corrosion-resistant plating on steel, and cadmium compounds are used as red, orange and yellow pigments, to color glass, and to stabilize plastic. Its use is generally decreasing because it is toxic. "
    },
    {
        "atomicNumber": 49, 
        "name": "Indium",
        "block": "p-block",
        "atomicMass": "114.818", 
        "symbol": "In",
        "group": 13, 
        "discovered": "1863",
        "appearance": "Silvery lustrous gray",
        "boilingPoint": "2072",
        "meltingPoint": "156.5985",
        "discoveredBy": "Ferdinand Reich and Hieronymous Theodor Richter ",
        "density": "7.31 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 3],
        "uses": [
            "Indium is used to coat the bearings of high speed motors since it allows for the even distribution of lubricating oil.",
            "Indium is used to dope germanium to make transistors.",
            "It is also used to make other electrical components such as rectifiers, thermistors and photoconductors.",
            "Indium can be used to make mirrors that are as reflective as silver mirrors but do not tarnish as quickly."
        ],
        "description": "Indium is the softest metal that is not an alkali metal. It is a silvery-white metal that resembles tin in appearance. It is a post-transition metal that makes up 0.21 parts per million of the Earth's crust. Indium is a minor component in zinc sulfide ores and is produced as a byproduct of zinc refinement. It is most notably used in the semiconductor industry, in low-melting-point metal alloys such as solders, and in the production of transparent conductive coatings of indium tin oxide (ITO) on glass."
    },
    {
        "atomicNumber": 50, 
        "name": "Tin",
        "block": "p-block",
        "atomicMass": "118.710", 
        "symbol": "Sn",
        "group": 14, 
        "discovered": "around 35th century BC",
        "appearance": "silvery white",
        "boilingPoint": "2602",
        "meltingPoint": "231.93",
        "discoveredBy": "Unknown",
        "density": "7.265 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 4],
        "uses": [
            "Tin was most commonly used for the manufacturing of bronze, which is a tin and copper alloy.",
            "Tin is often used in exterior and interior home decor for its aesthetic value, durability and resistance to corrosion.",
            "In luxury homes, tin sheets are often stamped and formed into custom tin tiles that are then used to create custom walls and ceilings for a completely unique interior look and feel.",
            "Due to tin’s resistance to corrosion, water-resistance and easy to clean properties, it’s often used in kitchens as either a stamped or flat panel backsplash."
        ],
        "description": "Tin is a silvery metal that characteristically has a faint yellow hue. Tin, like indium, is soft enough to be cut without much force. When a bar of tin is bent, the so-called “tin cry” can be heard as a result of twinning in tin crystals; this trait is shared by indium, cadmium, zinc, and frozen mercury. Pure tin after solidifying keeps a mirror-like appearance similar to most metals. However, in most tin alloys, the metal solidifies with a dull gray color."
    },
    {
        "atomicNumber": 51, 
        "name": "Antimony",
        "block": "p-block",
        "atomicMass": "121.760", 
        "symbol": "Sb",
        "group": 15, 
        "discovered": "1707",
        "appearance": "silvery-lustrous gray",
        "boilingPoint": "1587",
        "meltingPoint": "630.628 ",
        "discoveredBy": "Nicolas Lémery",
        "density": "6.68 g/cm<sup>3</sup>",
        "category": "Metalloids",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 5],
        "uses": [
            "One of the main uses of antimony is in fire retardants for many commercial and domestic products.",
            "Antimony trichloride is used in the manufacturing flame-proofing compounds as well as paints, ceramic enamels, glass and pottery.",
            "Other uses include ball bearings and mixing with alloys with percentages ranging from 1 to 20 greatly increasing the hardness and mechanical strength of the lead.",
            "Antimony is also used in brake pads, ammunition, and in the semiconductor industry."
        ],
        "description": "is found in nature mainly as the sulfide mineral stibnite (Sb<sub>2</sub>S<sub>3</sub>). Antimony compounds have been known since ancient times and were powdered for use as medicine and cosmetics, often known by the Arabic name kohl."
    },
    {
        "atomicNumber": 52, 
        "name": "Tellurium",
        "block": "p-block",
        "atomicMass": "127.60", 
        "symbol": "Te",
        "group": 16, 
        "discovered": "1782",
        "appearance": "silvery lustrous gray",
        "boilingPoint": "988 ",
        "meltingPoint": "449.51 ",
        "discoveredBy": " Franz Joseph Müller von Reichenstein",
        "density": "6.24 g/cm<sup>3</sup>",
        "category": "Metalloids",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 6],
        "uses": [
            "Tullurium is a semiconductor that shows a greater electrical conductivity in certain directions or when exposed to light.",
            "Tellurium is often used to improve the machinability of copper and stainless steel.",
            "Many thermoelectric devices are made with bismuth telluride.",
            "Adding tellurium to lead improves the strength and hardness of the metal and decreases corrosion.",
            "It’s used to make blasting caps, added to cast iron and used in ceramics."
        ],
        "description": "Tellurium is a brittle, mildly toxic, rare, silver-white metalloid. Tellurium is chemically related to selenium and sulfur, all three of which are chalcogens. It is occasionally found in native form as elemental crystals. Tellurium is far more common in the Universe as a whole than on Earth."
    },
    {
        "atomicNumber": 53, 
        "name": "Iodine",
        "block": "p-block",
        "atomicMass": "126.904", 
        "symbol": "I",
        "group": 17, 
        "discovered": "1811",
        "appearance": "lustrous metallic gray",
        "boilingPoint": "184.3 ",
        "meltingPoint": "113.7 ",
        "discoveredBy": "Bernard Courtois",
        "density": "4.933 g/cm<sup>3</sup>",
        "category": "Halogens",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 7],
        "uses": [
            "Iodine is employed in the preparation of certain drugs and in the manufacture of some printing inks and dyes.",
            "Iodine is added to almost all the table salt and is used as a supplement to animal feed.",
            "It is also an ingredient of water purification tablets that are used for drinking water preparation.",
            "Silver iodine is used in photography."
        ],
        "description": "Iodine is the heaviest of the stable halogens, it exists as a lustrous, purplish-black non-metallic solid at standard conditions that melts to form a deep violet liquid at 114 degrees Celsius, and boils to a violet gas at 184 degrees Celsius. "
    },
    {
        "atomicNumber": 54, 
        "name": "Xenon",
        "block": "p-block",
 
        "atomicMass": "131.293", 
        "symbol": "Xe",
        "group": 18, 
        "discovered": "1898",
        "appearance": "colorless(blue glow when placed in an electric field)",
        "boilingPoint": "-108.099 ",
        "meltingPoint": "-111.75 ",
        "discoveredBy": "Sir William Ramsay and Morris Travers",
        "density": "5.894 g/L",
        "category": "Noble-gases",
        "state": "gas",
        "history": [],
        "shells": [2, 8, 18, 18, 8],
        "uses": [
            "Xenon is used in photographic flashes, in high pressure arc lamps for motion picture projection and to produce ultraviolet light.",
            "It is used in instruments for radiation detection, e.g. - neutron and X-ray counters and bubble chambers.",
            "Modern ion thrusters for space travel use inert gases – especially xenon – for propellant.",
            "Xenon is used in medicine as a general anesthetic and in medical imaging."
        ],
        "description": "Xenon is a colorless, dense, odorless noble gas found in Earth's atmosphere in trace amounts. It is used in flash lamps and arc lamps, and as a general anesthetic."
    },
    {
        "atomicNumber": 55, 
        "name": "Caesium",
        "block": "s-block",
        "atomicMass": "132.905", 
        "symbol": "Cs",
        "group": 1, 
        "discovered": "1860",
        "appearance": "pale gold",
        "boilingPoint": "671 ",
        "meltingPoint": "28.5 ",
        "discoveredBy": "Robert Bunsen and Gustav Kirchhoff",
        "density": "1.93 g/cm<sup>3</sup>",
        "category": "Alkali-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 8, 1],
        "uses": [
            "Caesium is used as a catalyst in the hydrogenation of a few organic compounds.",
            "Caesium metal can be used in ion propulsion systems. Although not usable in the earth's atmosphere, 1 kg of caesium in outer space could propel a vehicle 140 times as far as the burning of the same amount of any known liquid or solid.",
            "Caesium's most common use is in high accuracy atomic clocks."
        ],
        "description": " Caesium is a soft, silvery-golden alkali metal with a melting point of 28.5  (83.3 °F), which makes it one of only five elemental metals that are liquid at or near room temperature. Caesium has physical and chemical properties similar to those of rubidium and potassium."
    },
    {
        "atomicNumber": 56, 
        "name": "Barium",
        "block": "s-block",
        "atomicMass": "137.327", 
        "symbol": "Ba",
        "group": 2, 
        "discovered": "1772",
        "appearance": "silvery-gray",
        "boilingPoint": "1845 ",
        "meltingPoint": "727 ",
        "discoveredBy": "Carl Wilhelm Scheele",
        "density": "3.51 g/cm<sup>3</sup>",
        "category": "Alkaline-Earth-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 8, 2],
        "uses": [
            "Blanc fixe, made from Barium sulfate, is used extensively in paint making.",
            "Barium Carbonate is used to make specialized glasses used in eyewears.",
            "Barium is used by oil and gas industries to make drilling mud easier by lubricating the drill.",
            "Barium nitrate provides foreworks with a green color."
        ],
        "description": "Barium is never found in nature as a free element. The most common minerals of barium are baryte (barium sulfate, BaSO<sub>4</sub>) and witherite (barium carbonate, BaCO<sub>3</sub>), both insoluble in water."
    },
    {
        "atomicNumber": 57, 
        "name": "Lanthanum",
        "block": "f-block",
        "atomicMass": "138.905", 
        "symbol": "La",
        "group": "Lanthanides", 
        "discovered": "1838",
        "appearance": "Silvery white",
        "boilingPoint": "3464",
        "meltingPoint": "920",
        "discoveredBy": "Carl Gustaf Mosander",
        "density": "6.162 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 18, 9, 2],
        "uses": [
            "Lithium is used as an alloying agent for steels and cast irons.",
            "Lanthanum is one of the rare earth elements used to make carbon arc lights which are used in the motion picture industry.",
            "Lanthana (La<sub>2</sub>O<sub>3</sub>) is used to make the glass used in camera lenses and in other special glasses.",
            "Lanthanum also makes up about 25% of Misch metal, a material that is used to make flints for lighters."
        ],
        "description": "Lanthanum is traditionally counted among the rare earth elements. The usual oxidation state is +3. Lanthanum has no biological role in humans but is essential to some bacteria. It is not particularly toxic to humans but does show some antimicrobial activity."
    },
    {
        "atomicNumber": 58, 
        "name": "Cerium",
        "block": "f-block",
        "atomicMass": "140.116", 
        "symbol": "Ce",
        "group": "Lanthanides", 
        "discovered": "1803",
        "appearance": "Silvery white",
        "boilingPoint": "3443",
        "meltingPoint": "795",
        "discoveredBy": "Martin Heinrich Klaproth, Jöns Jakob Berzelius and Wilhelm Hisinger",
        "density": "6.770 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 19, 9, 2],
        "uses": [
            "Cerium is a component of mischmetal, used in the manufacture of alloys for cigarette lighters.",
            "Cerium oxide is used in incandescent gas mantles, as a glass polishing agent and as a catalyst in self-cleaning ovens.",
            "Cerium is used in aluminium and iron alloys, in stainless steel as a precipitation hardening agent, to make permanent magnets.",
            "Other uses of cerium are in flat-screen televisions, low-energy light bulbs and magnetic-optic compact discs, in chromium plating."
        ],
        "description": "Cerium is metal that tarnishes when exposed to air, and it is soft enough to be cut with a steel kitchen knife. Despite always occurring in combination with the other rare-earth elements in minerals, cerium is easy to extract from its ores, as it can be distinguished among the other lanthanides by its unique ability to be oxidized."
    },
    {
        "atomicNumber": 59, 
        "name": "Praseodymium",
        "block": "f-block",
        "atomicMass": "140.907", 
        "symbol": "Pr",
        "group": "Lanthanides", 
        "discovered": "1885",
        "appearance": "grayish white",
        "boilingPoint": "3130",
        "meltingPoint": "935",
        "discoveredBy": "Carl Auer von Welsbach",
        "density": "6.77 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 21, 8, 2],
        "uses": [
            "Praseodymium is commonly used as an alloying agent with magnesium to create high-strength metals used in aircraft engines.",
            "The element is often added to fiber optic cables as a doping agent to help amplify a signal.",
            "Praseodymium salts can give glasses and enamels a bright, true yellow color.",
            "Along with other rare earths, it is widely used as a core material for carbon arcs used by the motion picture industry for studio lighting and projection."
        ],
        "description": "Praseodymium is a soft, malleable and ductile metal, valued for its magnetic, electrical, chemical, and optical properties. It is too reactive to be found in native form, and pure praseodymium metal slowly develops a green oxide coating when exposed to air. Praseodymium always occurs naturally together with the other rare-earth metals. It is the fourth most common rare-earth element, making up 9.1 parts per million of the Earth's crust."
    },
    {
        "atomicNumber": 60, 
        "name": "Neodymium",
        "block": "f-block",
        "atomicMass": "144.242", 
        "symbol": "Nd",
        "group": "Lanthanides", 
        "discovered": "1885",
        "appearance": "silvery white",
        "boilingPoint": "307",
        "meltingPoint": "1024",
        "discoveredBy": "Carl Auer von Welsbach",
        "density": "7.01 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 22, 8, 2],
        "uses": [
            "The most important use for neodymium is in an alloy with iron and boron to make very strong permanent magnets.",
            "Neodymium can also be mixed with the element praseodymium to form didymium glass - used by welders and blacksmiths to protect their eyes.",
            "Neodymium bulbs filter out the yellow incandescent light. This makes the light from the bulb a whiter light that is closer to daylight."
        ],
        "description": "Neodymium is a hard, slightly malleable silvery metal that quickly tarnishes in air and moisture. When oxidized, neodymium reacts quickly to produce pink, purple/blue and yellow compounds in the +2, +3 and +4 oxidation states. Although neodymium is classed as a rare-earth element, it is fairly common, no rarer than cobalt, nickel, or copper, and is widely distributed in the Earth's crust."
    },
    {
        "atomicNumber": 61, 
        "name": "Promethium",
        "block": "f-block",
        "atomicMass": "145", 
        "symbol": "Pm",
        "group": "Lanthanides", 
        "discovered": "1945",
        "appearance": "metallic",
        "boilingPoint": "3000",
        "meltingPoint": "1042",
        "discoveredBy": "Charles D. Coryell, Jacob A. Marinsky and Lawrence E. Glendenin",
        "density": "7.26 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 23, 8, 2],
        "uses": [
            "Promethium can be used as a source of power. The radiation it gives off provides energy, similar to that from a battery.",
            "It is used as a beta source for thickness gauges.",
            "Promethium could also be used as a portable X-ray source, in radioisotope thermoelectric generators to provide electricity for space probes and satellites.",
            "It is used to make lasers that can be used to communicate with submerged submarines."
        ],
        "description": "All of promethium's isotopes are radioactive; it is extremely rare, with only about 500–600 grams naturally occurring in Earth's crust at any given time. Because natural promethium is exceedingly scarce, it is typically synthesized by bombarding uranium-235 (enriched uranium) with thermal neutrons to produce promethium-147 as a fission product."
    },  
    {
        "atomicNumber": 62, 
        "name": "Samarium",
        "block": "f-block",
        "atomicMass": "150.36", 
        "symbol": "Sm",
        "group": "Lanthanides", 
        "discovered": "1879",
        "appearance": "silvery white",
        "boilingPoint": "1900",
        "meltingPoint": "1072",
        "discoveredBy": "Lecoq de Boisbaudran",
        "density": "7.52 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 24, 8, 2],
        "uses": [
            "Samarium’s main use is in samarium-cobalt alloy magnets for headphones, small motors and pickups for some electric guitars.",
            "Samarium oxide (samaria) is used as a catalyst for the dehydration and dehydrogenation of ethanol.",
            "Samarium is also used as an absorber in nuclear reactors.",
            "Radioactive Sm-153 is used in the treatment of cancers."
        ],
        "description": "Samarium is a moderately hard silvery metal that slowly oxidizes in air. The major commercial application of samarium is in samarium–cobalt magnets, which have permanent magnetization second only to neodymium magnets. The radioactive isotope samarium-153 is the active component of the drug samarium lexidronam, which kills cancer cells in the treatment of lung cancer, prostate cancer, breast cancer and osteosarcoma."
    },
    {
        "atomicNumber": 63, 
        "name": "Europium",
        "block": "f-block",
        "atomicMass": "151.964", 
        "symbol": "Eu",
        "group": "Lanthanides", 
        "discovered": "1896",
        "appearance": "silvery white, with a pale yellow tint",
        "boilingPoint": "1529",
        "meltingPoint": "826",
        "discoveredBy": "Eugène-Anatole Demarçay",
        "density": "5.264 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 25, 8, 2],
        "uses": [
            "Since Europium is a good absorber of neutrons, europium is being studied for use in nuclear reactors.",
            "Europium phosphors are used is in television tubes to give a bright red colour.",
            "Europium phosphors are also used as an activator for yttrium-based phosphors.",
            "A salt of europium is used for newer phosphorescent powder and paints."
        ],
        "description": "Europium is the most reactive lanthanide by far, having to be stored under an inert fluid to protect it from atmospheric oxygen or moisture. Europium is also the softest lanthanide, as it can be dented with a fingernail and easily cut with a knife. When oxidation is removed a shiny-white metal is visible."
    },
    {
        "atomicNumber": 64, 
        "name": "Gadolinium",
        "block": "f-block",
        "atomicMass": "157.25", 
        "symbol": "Gd",
        "group": "Lanthanides", 
        "discovered": "1880",
        "appearance": "silvery white",
        "boilingPoint": "3000",
        "meltingPoint": "1312",
        "discoveredBy": "Jean Charles Galissard de Marignac",
        "density": "7.90 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 25, 9, 2],
        "uses": [
            "Gadolinium has found some use in control rods for nuclear reactors and nuclear power plants.",
            "Metallic gadolinium is rarely used as the metal itself, but its alloys are used to make magnets and electronic components such as recording heads for video recorders.",
            "It is also used for manufacturing compact disks and computer memory.",
            "Because of its magnetic properties, gadolinium is also used in intravenous radiocontrast agents in magnetic resonance imaging (MRI)."
        ],
        "description": "Gadolinium is a silvery-white metal when oxidation is removed. It is only slightly malleable and is a ductile rare-earth element. It reacts with atmospheric oxygen or moisture slowly to form a black coating. When separated, it usually has impurities of the other rare-earths because of their similar chemical properties."
    },
    {
        "atomicNumber": 65, 
        "name": "Terbium",
        "block": "f-block",
        "atomicMass": "158.925", 
        "symbol": "Tb",
        "group": "Lanthanides", 
        "discovered": "1843",
        "appearance": "silvery white",
        "boilingPoint": "3123",
        "meltingPoint": "1356",
        "discoveredBy": "Carl Gustaf Mosander",
        "density": "8.23 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 27, 8, 2],
        "uses": [
            "Terbium is used in color phosphors in lighting applications such as trichromatic lighting and in color TV tubes.",
            "Tb<sup>3+</sup> ions can be used to check for the presence of microbes.",
            "A terbium-iron alloy is used to provide metallic films for magneto-optic recording of data.",
            "Terbium is also used in solid-state devices, as stabilizer of fuel cells which operate at high temperature."
        ],
        "description": "The ninth member of the lanthanide series, terbium is a fairly electropositive metal that reacts with water, evolving hydrogen gas. Terbium is never found in nature as a free element, but it is contained in many minerals, including cerite, gadolinite, etc. Most of the world's terbium supply is used in green phosphors. Terbium oxide is in fluorescent lamps and television and monitor cathode ray tubes (CRTs)."
    },
    {
        "atomicNumber": 66, 
        "name": "Dysprosium",
        "block": "f-block",
        "atomicMass": "162.500", 
        "symbol": "Dy",
        "group": "Lanthanides", 
        "discovered": "1886",
        "appearance": "silvery white",
        "boilingPoint": "2562",
        "meltingPoint": "1407",
        "discoveredBy": "Lecoq de Boisbaudran",
        "density": "8.540 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 28, 8, 2],
        "uses": [
            "When combined with vanadium and other rare earth elements, dysprosium is used as a laser material.",
            "Since it easily absorbs neutrons and has a high melting point, dysprosium might be alloyed with steel for use in nuclear reactors.",
            "Dysprosium is used in data storage applications such as compact discs and hard discs.",
            "It is also used in medium source rare-earth lamps (MSRs) in the film industry."
        ],
        "description": "Dysprosium is a rare-earth element with a metallic silver luster. It is never found in nature as a free element, though it is found in various minerals. Naturally occurring dysprosium is composed of seven isotopes. It is used for its high thermal neutron absorption cross-section in making control rods in nuclear reactors, for its high magnetic susceptibility in data-storage applications."
    },
    {
        "atomicNumber": 67, 
        "name": "Holmium",
        "block": "f-block",
        "atomicMass": "164.930", 
        "symbol": "Ho",
        "group": "Lanthanides", 
        "discovered": "1878",
        "appearance": "silvery white",
        "boilingPoint": "2600",
        "meltingPoint": "1461",
        "discoveredBy": "Jacques-Louis Soret and Marc Delafontaine",
        "density": "8.79 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 29, 8, 2],
        "uses": [
            "Holmium alloys are used as a magnetic flux concentrator to create the strongest artificially-generated magnetic fields.",
            "Holmium oxide is used as yellow gas colouring.",
            "Holmium is also used in solid-state lasers for non-invasive medical procedures treating cancers and kidney stones.",
            "Holmium isotopes are good neutron absorbers and are used in nuclear reactor control rods."
        ],
        "description": "Elemental holmium is a relatively soft and malleable silvery-white metal. It is too reactive to be found uncombined in nature, but when isolated, is relatively stable in dry air at room temperature. However, it reacts with water and corrodes readily and also burns in air when heated."
    },
    {
        "atomicNumber": 68, 
        "name": "Erbium",
        "block": "f-block",
        "atomicMass": "167.259", 
        "symbol": "Er",
        "group": "Lanthanides", 
        "discovered": "1843",
        "appearance": "silvery white",
        "boilingPoint": "2868",
        "meltingPoint": "1529",
        "discoveredBy": "Carl Gustaf Mosander",
        "density": "9.066 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 30, 8, 2],
        "uses": [
            "The most important uses of erbium are in lasers and optical fibers.",
            "Erbium Lasers are used to treat skin problems. The lasers have been used to remove wrinkles and scars.",
            "Erbium optical fibers carry messages in long distance communication systems and in military applications. Optical fibers carry far more information than the old bundles of copper."
        ],
        "description": "Erbium is a silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements. It is a lanthanide, a rare earth element, originally found in the gadolinite mine in Ytterby in Sweden, from which it got its name."
    },
    {
        "atomicNumber": 69, 
        "name": "Thulium",
        "block": "f-block",
        "atomicMass": "168.934", 
        "symbol": "Tm",
        "group": "Lanthanides", 
        "discovered": "1879",
        "appearance": "silvery gray",
        "boilingPoint": "1950",
        "meltingPoint": "1545",
        "discoveredBy": "Per Teodor Cleve",
        "density": "9.32 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 31, 8, 2],
        "uses": [
            "Natural thulium also has possible use for ceramic magnetic materials used in microwave equipment.",
            "When bombarded in a nuclear reactor, thulium can be used as a radiation source in portable X-ray equipment.",
            "Thulium has been used for portable X-rays and for treating health problems with a thulium laser.",
            "Thulium is used in euro banknotes for its blue fluorescence under UV light to defeat counterfeiters."
        ],
        "description": "Thulium is the second-least abundant of the lanthanides, after radioactively unstable promethium which is only found in trace quantities on Earth. It is fairly soft and slowly tarnishes in air. Despite its high price and rarity, thulium is used as the radiation source in portable X-ray devices, and in some solid-state lasers."
    },
    {
        "atomicNumber": 70, 
        "name": "Ytterbium",
        "block": "f-block",
        "atomicMass": "173.045", 
        "symbol": "Yb",
        "group": "Lanthanides", 
        "discovered": "1878",
        "appearance": "silvery white",
        "boilingPoint": "1196",
        "meltingPoint": "824",
        "discoveredBy": "Jean Charles Galissard de Marignac ",
        "density": "6.90 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 8, 2],
        "uses": [
            "Ytterbium can be alloyed with stainless steel to improve some of its mechanical properties.",
            "It can also be used as a doping agent in fiber optic cable where it can be used as an amplifier.",
            "One of ytterbium's isotopes is being considered as a radiation source for portable X-ray machines.",
            "Like other rare-earth elements, it can be used to dope phosphors, or for ceramic capacitors and other electronic devices."
        ],
        "description": "Ytterbium is a soft, malleable and ductile chemical element that displays a bright silvery luster when pure. It is a rare-earth element, and it is readily dissolved by the strong mineral acids. It reacts slowly with cold water and it oxidizes slowly in air."
    },
    {
        "atomicNumber": 71, 
        "name": "Lutetium",
        "block": "f-block",
        "atomicMass": "174.9668", 
        "symbol": "Lu",
        "group": "Lanthanides", 
        "discovered": "1906",
        "appearance": "silvery white",
        "boilingPoint": "3402",
        "meltingPoint": "1652",
        "discoveredBy": "Carl Auer von Welsbach and Georges Urbain",
        "density": "9.841 g/cm<sup>3</sup>",
        "category": "Lanthanides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 9, 2],
        "uses": [
            "The most common use of lutetium is as a catalyst in hydrogenation, cracking, alkylation and polymerization.",
            "It is also common to use lutetium salts to produce high-quality glass catalysts and polishers.",
            "Some lutetium salts are used in the manufacture of electronic components and therefore can be found in equipment such as color televisions and fluorescent lamps.",
            "Lutetium also finds applications as an impurity sensor in the metallurgical industry.."
        ],
        "description": "Lutetium is not a particularly abundant element, although it is significantly more common than silver in the earth's crust. It is a silvery white metal, which resists corrosion in dry air, but not in moist air. Lutetium usually occurs in association with the element yttrium and is sometimes used in metal alloys and as a catalyst in various chemical reactions. "
    },
    {
        "atomicNumber": 72, 
        "name": "Hafnium",
        "block": "d-block",
        "atomicMass": "178.486", 
        "symbol": "Hf",
        "group": 4, 
        "discovered": "1922",
        "appearance": "steel grey",
        "boilingPoint": "4603",
        "meltingPoint": "2233",
        "discoveredBy": "Dirk Coster and George de Hevesy ",
        "density": "13.31 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 10, 2],
        "uses": [
            "Hafnium is remarkably corrosion-resistant and an excellent absorber of neutrons, allowing its use in nuclear submarines and nuclear reactor control rods.",
            "Hafnium is used in electronic equipment such as cathodes and capacitors, as well as in ceramics, photography flash bulbs and light bulb filaments.",
            "The compound hafnium carbide has the highest melting point of any compound consisting of just two elements, allowing it to be used to line high-temperature furnaces and kilns.",
            "It is also used in vacuum tubes as a getter, a substance that combines with and removes trace gases from the tubes."
        ],
        "description": "Hafnium's large neutron capture cross section makes it a good material for neutron absorption in control rods in nuclear power plants. Some superalloys used for special applications contain hafnium in combination with niobium, titanium, or tungsten."
    },
    {
        "atomicNumber": 73, 
        "name": "Tantalum",
        "block": "d-block",
        "atomicMass": "180.947", 
        "symbol": "Ta",
        "group": 5, 
        "discovered": "1844",
        "appearance": "gray-blue",
        "boilingPoint": "5458",
        "meltingPoint": "3017",
        "discoveredBy": "Anders Gustaf Ekeberg",
        "density": "16.69 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 11, 2],
        "uses": [
            "Tantalum is used in the electronics industry for capacitors and high power resistors.",
            "It is also used to make alloys to increase strength, ductility and corrosion resistance.",
            "The metal is used in dental and surgical instruments and implants, as it causes no immune response.",
            "Additionally, tantalum wire is consumed by the capacitor manufacturers as the anode lead.",
            "Tantalum metal is also used for sintering tray assemblies and shielding components for the anode sintering furnaces."
        ],
        "description": "Tantalum is a rare, hard, blue-gray, lustrous transition metal that is highly corrosion-resistant. It is part of the refractory metals group, which are widely used as minor components in alloys. The chemical inertness of tantalum makes it a valuable substance for laboratory equipment, and as a substitute for platinum."
    },
    {
        "atomicNumber": 74, 
        "name": "Tungsten",
        "block": "d-block",
        "atomicMass": "183.84", 
        "symbol": "W",
        "group": 6, 
        "discovered": "1783",
        "appearance": "grayish white",
        "boilingPoint": "5930",
        "meltingPoint": "3422",
        "discoveredBy": "Juan José Elhuyar and Fausto Elhuyar",
        "density": "19.3 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 12, 2],
        "uses": [
            "Tungsten mill products are tungsten metal products such as lighting filaments, electrical and electronic contacts, wire, rods, etc.",
            "Other applications of tungsten include chemical uses, mainly in the form of catalysts.",
            "Today, the majority of tungsten is used in manufacturing cemented carbides or hard metals.",
            "As sodium metatungstate, the metal is used in mineralogy for preparing heavy liquids for separating minerals on the basis of their density."
        ],
        "description": "Tungsten is remarkable for its robustness, especially the fact that it has the highest melting point of all the elements discovered. Tungsten occurs in many alloys, which have numerous applications, including incandescent light bulb filaments, X-ray tubes, etc. Its hardness and high density make it suitable for military applications in penetrating projectiles."
    },
    {
        "atomicNumber": 75, 
        "name": "Rhenium",
        "block": "d-block",
        "atomicMass": "186.207", 
        "symbol": "Re",
        "group": 7, 
        "discovered": "1925",
        "appearance": "silvery grayish",
        "boilingPoint": "5630",
        "meltingPoint": "3186",
        "discoveredBy": "Walter Noddack, Ida Noddack, Otto Berg",
        "density": "21.02 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 13, 2],
        "uses": [
            "Gasoline producers and jet engine manufacturers have both turned to rhenium often over the years and have found rhenium to be an incredibly effective element.",
            "Rhenium is often paired with platinum, with the two being used as catalysts during the production process for high-octane gasoline.",
            "There are even some electrical contact materials that contain rhenium.",
            "Additionally, rhenium is used to build many jet engines, and it is also utilized in the filaments that are used in spectrographs."
        ],
        "description": "Rhenium is one of the rarest elements in the Earth's crust. It has the third-highest melting point and second-highest boiling point of any stable element. Rhenium is an excellent catalyst for hydrogenation and isomerization, and is used for example in catalytic reforming of naphtha for use in gasoline."
    },
    {
        "atomicNumber": 76, 
        "name": "Osmium",
        "block": "d-block",
        "atomicMass": "190.23", 
        "symbol": "Os",
        "group": 8, 
        "discovered": "1803",
        "appearance": "silvery, blue cast",
        "boilingPoint": "5012",
        "meltingPoint": "3033",
        "discoveredBy": "Smithson Tennant",
        "density": "22.59 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 14, 2],
        "uses": [
            "Because of its density, osmium is often alloyed with other precious metals to make products such as instrument pivots, phonograph needles, and electrical contacts.",
            "When naturally combined with iridium, it is used in fountain pen tips.",
            "The tetroxide, obtained from the powdered or spongy form of the metal, can be used to detect fingerprints and stain fatty tissues for microscope slides."
        ],
        "description": "Osmium is found as a trace element in alloys, mostly in platinum ores. Manufacturers use its alloys with platinum, iridium, and other platinum-group metals to make fountain pen nib tipping, electrical contacts, and in other applications that require extreme durability and hardness. It is estimated to be about 0.6 parts per billion in the universe and is therefore the rarest precious metal."
    },
    {
        "atomicNumber": 77, 
        "name": "Iridium",
        "block": "d-block",
        "atomicMass": "192.217", 
        "symbol": "Ir",
        "group": 9, 
        "discovered": "1803",
        "appearance": "silvery white",
        "boilingPoint": "4130",
        "meltingPoint": "2446",
        "discoveredBy": "Smithson Tennant",
        "density": "22.56 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 15, 2],
        "uses": [
            "When combined with platinum, it acts as a hardening agent and allows it to be used for durable jobs.",
            "Its high heat allows it to be used as a crucible, which is a metal container in which substances can be melted or subjected to high heat.",
            "When iridium is combined with other metals as an alloy, it often helps make the metal more corrosion resistant, or able to withstand damage.",
            "Because iridium is unreactive, it has been found to be useful as electrical contacts from spark plugs."
        ],
        "description": "Iridium is considered to be the second-densest metal as defined by experimental X-ray crystallography. It is the most corrosion-resistant metal, even at temperatures as high as 2000 °C. Although only certain molten salts and halogens are corrosive to solid iridium, finely divided iridium dust is much more reactive and can be flammable."
    },
    {
        "atomicNumber": 78, 
        "name": "Platinum",
        "block": "d-block",
        "atomicMass": "195.084", 
        "symbol": "Pt",
        "group": 10, 
        "discovered": "1735",
        "appearance": "silvery white",
        "boilingPoint": "3825",
        "meltingPoint": "1768.3",
        "discoveredBy": "Antonio de Ulloa",
        "density": "21.45 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 17, 1],
        "uses": [
            "In certain chemical forms, platinum has the ability to slow or stop the division of living cells. Platinum-based drugs have been developed to treat a wide range of cancers.",
            "Platinum-cured silicones are used to coat and protect automotive air bags from their explosive systems.",
            "Platinum acts as an effective and durable catalyst in hydrogen-powered fuel cell electric vehicles (FCEVs).",
            "Platinum-based fuel cells are proving to be more cost-effective, cleaner and more reliable than alternatives such as diesel generators."
        ],
        "description": "Platinum is one of the rarer elements in Earth's crust, with an average abundance of approximately 5 μg/kg. It occurs in some nickel and copper ores along with some native deposits. Because of its scarcity in Earth's crust, only a few hundred tonnes are produced annually, and given its important uses, it is highly valuable and is a major precious metal commodity."
    },
    {
        "atomicNumber": 79, 
        "name": "Gold",
        "block": "d-block",
        "atomicMass": "196.966", 
        "symbol": "Au",
        "group": 11, 
        "discovered": "before 6000 BCE",
        "appearance": "metallic-yellow",
        "boilingPoint": "2970",
        "meltingPoint": "1064.18",
        "discoveredBy": "Middle east",
        "density": "19.30 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 1],
        "uses": [
            "Purchased by governments, central banks, financial institutions and private investors, gold is used as a physical store of wealth.",
            "Jewellery, and other decorative gold products, account for the largest global use of gold. China and India are the two largest consumers, taking over half of all global production in 2018.",
            "Due to gold's great electrical conductivity, it's perfect to use in electronics, particularly for cables and connectors.",
            "Besides the numerous electronic components used in space exploration, thin coatings of gold are used in for shields and visors."
        ],
        "description": "Gold often occurs in free elemental (native) form, as nuggets or grains, in rocks, in veins, and in alluvial deposits. Gold is resistant to most acids, though it does dissolve in aqua regia (a mixture of nitric acid and hydrochloric acid), which forms a soluble tetrachloroaurate anion."
    },
    {
        "atomicNumber": 80, 
        "name": "Mercury",
        "block": "d-block",
 
        "atomicMass": "200.592", 
        "symbol": "Hg",
        "group": 12, 
        "discovered": "Before 1500 BCE",
        "appearance": "shiny, silvery liquid",
        "boilingPoint": "356.73",
        "meltingPoint": "-38.829",
        "discoveredBy": "Ancient Egyptians(maybe ancient Hindus or Chinese)",
        "density": "13.534 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "liquid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 2],
        "uses": [
            "Elemental mercury is used in thermometers, blood pressure devices, and thermostats because its ability to expand and contract uniformly makes it useful for measuring changes in temperature.",
            "It is also a good conductor of electricity, so it is a useful component of electrical switches.",
            "Mercury is also used in dental fillings, paints, soaps, batteries, and fluorescent lighting.",
            "Mercury will dissolve numerous metals to form amalgams and is used to extract gold dust from rocks by dissolving the gold and then boiling off the mercury."
        ],
        "description": "Mercury is used in thermometers, barometers, manometers, sphygmomanometers, etc, though concerns about the element's toxicity have led to mercury thermometers and sphygmomanometers being largely phased out in clinical environments in favor of other alternatives. Mercury remains in use in scientific research applications in some locales. It is also used in fluorescent lighting and other devices. "
    },
    {
        "atomicNumber": 81, 
        "name": "Thallium",
        "block": "p-block",
        "atomicMass": "204.382", 
        "symbol": "Tl",
        "group": 13, 
        "discovered": "1861",
        "appearance": "silvery white",
        "boilingPoint": "1473",
        "meltingPoint": "304",
        "discoveredBy": "William Crookes",
        "density": "11.85 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 3],
        "uses": [
            "Thallium is used in photoresistors, infrared optical equipment, low melting glasses and several other applications.",
            "Thallium sulfate has been used as a rodent and ant killer because it’s odorless and tasteless.",
            "Thallium salts have also been used in the treatment of skin diseases, but the high rate of toxicity compared to the therapeutic benefits limited its medicinal applications.",
            "Thallium oxide is used to make glass that has a high index of refraction."
        ],
        "description": "Thallium is a gray post-transition metal that is not found free in nature. When isolated, thallium resembles tin, but discolors when exposed to air. Commercially, thallium is produced not from potassium ores, but as a byproduct from refining of heavy-metal sulfide ores. Approximately 60–70% of thallium production is used in the electronics industry, and the remainder is used in the pharmaceutical industry and in glass manufacturing. It is also used in infrared detectors."
    },
    {
        "atomicNumber": 82, 
        "name": "Lead",
        "block": "p-block",
        "atomicMass": "206.14", 
        "symbol": "Pb",
        "group": 14, 
        "discovered": "7000 BCE",
        "appearance": "Metallic grey",
        "boilingPoint": "1749",
        "meltingPoint": "327.46",
        "discoveredBy": "Middle East",
        "density": "11.34 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 4],
        "uses": [
            "The principal consumption of Lead is for the Lead-Acid storage battery in which grid or plate is made of Lead or Lead with other metal more commonly with antimony.",
            "Lead Sheet is used in the building industry for flashings or weathering to prevent water penetration & for roofing and cladding.",
            "Lead clad steel has also found use in radiation shielding.",
            "Used extensively in paints, although recently the use of Lead in paints has been drastically curtailed to eliminate or reduce health hazards."
        ],
        "description": "Lead is a heavy metal that is denser than most common materials. Lead is soft and malleable, and also has a relatively low melting point. When freshly cut, lead is silvery with a hint of blue; it tarnishes to a dull gray color when exposed to air. Lead has the highest atomic number of any stable element. Lead is a neurotoxin that accumulates in soft tissues and bones; it damages the nervous system and interferes with the function of biological enzymes, causing neurological disorders, such as brain damage and behavioral problems."
    },
    {
        "atomicNumber": 83, 
        "name": "Bismuth",
        "block": "p-block",
        "atomicMass": "208.980", 
        "symbol": "Bi",
        "group": 15, 
        "discovered": "before AD 1000",
        "appearance": "lustrous brownish silver",
        "boilingPoint": "1564",
        "meltingPoint": "271.5",
        "discoveredBy": "Arabic alchemists",
        "density": "9.78 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 5],
        "uses": [
            "Bismuth compounds are used as catalysts in the manufacturing process of synthetic fiber and rubber.",
            "When bismuth is combined with other metals such as lead, tin, iron and cadmium, it forms alloys with low melting points that can be used in fire detectors and extinguishers.",
            "The bismuth metal is used as replacement for lead in shot and bullets.",
            "Bismuth can also be used in nuclear reactors and to make transuranium elements using a process called cold fusion."
        ],
        "description": "Elemental bismuth may occur naturally, although its sulfide and oxide form important commercial ores. The free element is 86% as dense as lead. It is a brittle metal with a silvery-white color when freshly produced, but surface oxidation can give it an iridescent tinge in numerous colours. Bismuth is the most naturally diamagnetic element and has one of the lowest values of thermal conductivity among metals."
    },
    {
        "atomicNumber": 84, 
        "name": "Polonium",
        "block": "p-block",
        "atomicMass": "208.9824", 
        "symbol": "Po",
        "group": 16, 
        "discovered": "1898",
        "appearance": "silvery",
        "boilingPoint": "962 ",
        "meltingPoint": "254 ",
        "discoveredBy": "Marie and Pierre Curie",
        "density": "9.196 g/cm<sup>3</sup>",
        "category": "Metalloids",
        "state": "Solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 6],
        "uses": [
            "The alpha rays emitted by polonium can be used to eliminate static electricity produced during processes such as rolling paper, wire, and sheet metal.",
            "Po-210 can be used as an atomic heat source, but because of the isotope’s short half-life (138.4 days), it doesn’t provide power for long-term uses.",
            "Polonium is also used in anti-static brushes to eliminate dust on photographic film. It is sealed in brushes to control the radioactive emissions."
        ],
        "description": "Polonium is a rare and highly radioactive metal with no stable isotopes, polonium is chemically similar to selenium and tellurium, though its metallic character resembles that of its horizontal neighbors in the periodic table: thallium, lead, and bismuth. Polonium was named after Marie Curie's homeland of Poland"
    },
    {
        "atomicNumber": 85, 
        "name": "Astatine",
        "block": "p-block",
        "atomicMass": "210", 
        "symbol": "At",
        "group": 17, 
        "discovered": "1940",
        "appearance": "metallic",
        "boilingPoint": "336.8 ",
        "meltingPoint": "302 ",
        "discoveredBy": "Dale R. Corson, Kenneth Ross MacKenzie, and Emilio G. Segrè",
        "density": "unavailable",
        "category": "Halogens",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 7],
        "uses": [
            "By far, elemental astatine has never been viewed by the naked eye. Only about 30 grams of As is present in the earth's crust. Due to it's extreme rarity, not much research has been made made on Astatine."
        ],
        "description": "Astatine is the rarest naturally occurring element in the Earth's crust, occurring only as the decay product of various heavier elements. All of astatine's isotopes are short-lived.  A sample of the pure element has never been assembled, because any macroscopic specimen would be immediately vaporized by the heat of its own radioactivity."
    },
    {
        "atomicNumber": 86, 
        "name": "Radon",
        "block": "p-block",
        "atomicMass": "222.0176", 
        "symbol": "Rn",
        "group": 18, 
        "discovered": "1899",
        "appearance": "colorless",
        "boilingPoint": "-61.7 ",
        "meltingPoint": "-71 ",
        "discoveredBy": "Ernest Rutherford and Robert B. Owens",
        "density": "9.73 g/L",
        "category": "Noble-gases",
        "state": "gas",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 8],
        "uses": [
            "Radioactive decomposition of radon is useful for obtaining polonium.",
            "Radon emitted from a radium source can be used in cancer therapy. It was commonly used in hospitals for the treatment of tumors.",
            "Radon testing kits are used for analyzing indoor radon levels in places where large concentrations of radon gas can accumulate indoors.",
            "Groundwater radon concentrations are also analyzed for earthquake prediction."
        ],
        "description": "Radon is a radioactive, colorless, odorless, tasteless noble gas. It occurs naturally in minute quantities as an intermediate step in the normal radioactive decay chains. Its most stable isotope, <sup>222</sup>Rn, has a half-life of only 3.8 days, making it one of the rarest elements."
    },
    {
        "atomicNumber": 87, 
        "name": "Francium",
        "block": "s-block",
        "atomicMass": "223.0197", 
        "symbol": "Fr",
        "group": 1, 
        "discovered": "1939",
        "appearance": "reddish-brown",
        "boilingPoint": "677 ",
        "meltingPoint": "27 ",
        "discoveredBy": "Marguerite Perey",
        "density": "2.48 g/cm<sup>3</sup>",
        "category": "Alkali-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 8, 1],
        "uses": [
            "Currently, francium has no uses outside of research purposes. Due to its extreme rarity, even researching is difficult."
        ],
        "description": "Francium is the second-most electropositive element, behind only caesium, and is the second rarest naturally occurring element (after astatine). The isotopes of francium decay quickly into astatine, radium, and radon. The largest amount of Francium produced in the laboratory was a cluster of more than 300,000 atoms."
    },
    {
        "atomicNumber": 88, 
        "name": "Radium",
        "block": "s-block",
        "atomicMass": "226", 
        "symbol": "Ra",
        "group": 2, 
        "discovered": "1898",
        "appearance": "silvery-white",
        "boilingPoint": "1737 ",
        "meltingPoint": "700 ",
        "discoveredBy": "Pierre and Marie Curie",
        "density": "5.5 g/cm<sup>3</sup>",
        "category": "Alkaline-Earth-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 8, 2],
        "uses": [
            "Radium had been used to make self-luminous paints for watches, aircraft instrument dials and other instrumentation.",
            "Radium and beryllium were once used as a portable source of neutrons.",
            "Radium is used in medicine to produce radon gas, used for cancer treatment."
        ],
        "description": "Pure radium is silvery-white, but it readily reacts with nitrogen (rather than oxygen) on exposure to air, forming a black surface layer of radium nitride (Ra<sub>3</sub>N<sub>2</sub>). All isotopes of radium are highly radioactive, with the most stable isotope being radium-226, which has a half-life of 1600 years and decays into radon gas. In nature, radium is found in uranium and (to a lesser extent) thorium ores in trace amounts"
    },
    {
        "atomicNumber": 89, 
        "name": "Actinium",
        "block": "f-block",
        "atomicMass": "227", 
        "symbol": "Ac",
        "group": "Actinides", 
        "discovered": "1902",
        "appearance": "silvery-white, glowing with an eerie blue light",
        "boilingPoint": "3200",
        "meltingPoint": "1227",
        "discoveredBy": "Friedrich Oskar Giesel",
        "density": "10 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 9, 2],
        "uses": [
            "It is about 150 times as radioactive as radium, making it valuable as a neutron source.",
            "Actinium-225 is used in medicine to produce Bi-213 in a reusable generator or can be used alone as an agent for radio-immunotherapy.",
            "Actinium does not find much significant use in any industrial application.",
            "It is a vital source of alpha rays."
        ],
        "description": "Actinium is a soft, silvery-white radioactive metal, actinium reacts rapidly with oxygen and moisture in air forming a white coating of actinium oxide that prevents further oxidation. As with most lanthanides and many actinides, actinium assumes oxidation state +3 in nearly all its chemical compounds."
    },
    {
        "atomicNumber": 90, 
        "name": "Thorium",
        "block": "f-block",
        "atomicMass": "232.0377", 
        "symbol": "Th",
        "group": "Actinides", 
        "discovered": "1829",
        "appearance": "silvery, often with black tarnish",
        "boilingPoint": "4788",
        "meltingPoint": "1750",
        "discoveredBy": "Jöns Jakob Berzelius",
        "density": "11.7 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 18, 10, 2],
        "uses": [
            "Thorium and its compounds found some important retail uses, the best known of which was in gas mantles, and in toothpaste.",
            "Thorium is still used as an alloying element in magnesium and to control the grain size of plutonium used for electric lamps.",
            "Thorium oxide is used for high-temperatore laboratory crucibles.",
            "It is also used ot coat tungsten wires in electronic equipments."
        ],
        "description": "Thorium is silvery and tarnishes black when it is exposed to air, forming thorium dioxide; it is moderately soft, malleable, and has a high melting point. Thorium is an electropositive actinide whose chemistry is dominated by the +4 oxidation state; it is quite reactive and can ignite in air when finely divided. On Earth, thorium and uranium are the only significantly radioactive elements that still occur naturally in large quantities as primordial elements."
    },
    {
        "atomicNumber": 91, 
        "name": "Protactinium",
        "block": "f-block",
        "atomicMass": "231.035", 
        "symbol": "Pa",
        "group": "Actinides", 
        "discovered": "1913",
        "appearance": "bright, silvery metallic luster",
        "boilingPoint": "4027",
        "meltingPoint": "1568",
        "discoveredBy": "Kasimir Fajans and Oswald Helmuth Göhring",
        "density": "15.37 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 20, 9, 2],
        "uses": [
            "Because of its scarcity, high radioactivity and high toxicity, there are currently no practical uses for protactinium other than that of basic scientific research, and for this purpose, protactinium is generally extracted from spent nuclear fuel."
        ],
        "description": "Protactinium is a dense, silvery-gray actinide metal which readily reacts with oxygen, water vapor and inorganic acids. Concentrations of protactinium in the Earth's crust are typically a few parts per trillion, but may reach up to a few parts per million in some uraninite ore deposits. Because of its scarcity, high radioactivity and high toxicity, there are currently no uses for protactinium outside scientific research."
    },
    {
        "atomicNumber": 92, 
        "name": "Uranium",
        "block": "f-block",
        "atomicMass": "238.028", 
        "symbol": "U",
        "group": "Actinides", 
        "discovered": "1789",
        "appearance": "silvery gray metallic",
        "boilingPoint": "4131",
        "meltingPoint": "1132.2",
        "discoveredBy": "Martin Heinrich Klaproth",
        "density": "19.1 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 21, 9, 2],
        "uses": [
            "Phosphate fertilizers are made from material typically high in uranium, so they usually contain high amounts of it.",
            "The main use of uranium in the civilian sector is to fuel commercial nuclear power plants.",
            "The isotope uranium 238 is used to estimate the age of the earliest igneous rocks and for other types of radiometric dating.",
            "Depleted uranium is used as shelding to protect tanks, and also in bullets and missiles."
        ],
        "description": "Uranium is weakly radioactive because all isotopes of uranium are unstable. Uranium has the highest atomic weight of the primordially occurring elements. Its density is about 70% higher than that of lead, and slightly lower than that of gold or tungsten. It occurs naturally in low concentrations of a few parts per million in soil, rock and water, and is commercially extracted from uranium-bearing minerals such as uraninite."
    },
    {
        "atomicNumber": 93, 
        "name": "Neptunium",
        "block": "f-block",
        "atomicMass": "237", 
        "symbol": "Np",
        "group": "Actinides", 
        "discovered": "1940",
        "appearance": "silvery metallic",
        "boilingPoint": "4174",
        "meltingPoint": "639",
        "discoveredBy": "Edwin McMillan and Philip H. Abelson ",
        "density": "20.45 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 22, 9, 2],
        "uses": [
            "Neptunium-237 is used to create plutonium-238, which is then used in special energy generators that can power satellites, spacecraft and lighthouses.",
            "Neptunium-237 is also used in nuclear physics research as a part of a device that detects high-energy neutrons.",
            "Neptunium is used mainly for research purposes."
        ],
        "description": "Neptunium metal is silvery and tarnishes when exposed to air. The element occurs in three allotropic forms and it normally exhibits five oxidation states. It is radioactive, poisonous, pyrophoric, and capable of accumulating in bones, which makes the handling of neptunium dangerous. The longest-lived isotope of neptunium, neptunium-237, is a by-product of nuclear reactors and plutonium production."
    },
    {
        "atomicNumber": 94, 
        "name": "Plutonium",
        "block": "f-block",
        "atomicMass": "244", 
        "symbol": "Pu",
        "group": "Actinides", 
        "discovered": "1940",
        "appearance": "silvery white",
        "boilingPoint": "3228",
        "meltingPoint": "639.4",
        "discoveredBy": "Glenn T. Seaborg, Arthur Wahl, Joseph W. Kennedy and Edwin McMillan",
        "density": "19.85 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 24, 8, 2],
        "uses": [
            "Plutonium provides electrical power on space probes and space vehicles.",
            "Plutonium is also used as a fuel in nuclear power plants and in making nuclear weapons.",
            "Plutonium is mainly used in thermoelectric generator applications because of its property of giving off huge amounts of heat.",
            "Plutonium-238 is less radioactive and for this purpose, is used to make pacemakers for people with heart."
        ],
        "description": "Plutonium is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. When exposed to moist air, it forms oxides and hydrides that can expand the sample up to 70% in volume, which in turn flake off as a powder that is pyrophoric. It is radioactive and can accumulate in bones, which makes the handling of plutonium dangerous."
    },
    {
        "atomicNumber": 95, 
        "name": "Americium",
        "block": "f-block",
        "atomicMass": "243", 
        "symbol": "Am",
        "group": "Actinides", 
        "discovered": "1944",
        "appearance": "silvery white",
        "boilingPoint": "2607",
        "meltingPoint": "1176",
        "discoveredBy": "Glenn T. Seaborg, Ralph A. James, Leon O. Morgan and Albert Ghiorso",
        "density": "12 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 25, 8, 2],
        "uses": [
            "Americium is maily used in smoke detectors.",
            "Am-241 is used as portable gamma ray source in radiography, to help to create flat glass.",
            "It is also used as a target material in nuclear research to make even heavier elements."
        ],
        "description": "Most americium is produced by uranium or plutonium being bombarded with neutrons in nuclear reactors – one tonne of spent nuclear fuel contains about 100 grams of americium. It is widely used in commercial ionization chamber smoke detectors, as well as in neutron sources and industrial gauges. Several unusual applications, such as nuclear batteries or fuel for space ships with nuclear propulsion, have been proposed for the isotope <sup>242</sup>Am."
    },
    {
        "atomicNumber": 96, 
        "name": "Curium",
        "block": "f-block",
        "atomicMass": "247", 
        "symbol": "Cm",
        "group": "Actinides", 
        "discovered": "1944",
        "appearance": "silvery metallic",
        "boilingPoint": "3110",
        "meltingPoint": "1340",
        "discoveredBy": "Glenn T. Seaborg, Ralph A. James and Albert Ghiorso",
        "density": "13.51 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 25, 9, 2],
        "uses": [
            "Currently, curium is used primarily for basic scientific research. Some of its isotopes, however, have proven uses.",
            "Both 242Cm and 244Cm have been used as power sources for space and medical practices.",
            "Curium-244 was used in the Alpha Proton X-ray Spectrometer (APXS) which measured the abundance of chemical elements in rocks and soils on Mars.",
            "Curium is sometimes used to analyze materials taken from mines and as a portable source of electrical power."
        ],
        "description": "This element of the actinide series was named after Marie and Pierre Curie, both known for their research on radioactivity. All known isotopes of curium are radioactive and have a small critical mass for a sustained nuclear chain reaction. They predominantly emit α-particles, and the heat released in this process can serve as a heat source in radioisotope thermoelectric generators."
    },
    {
        "atomicNumber": 97, 
        "name": "Berkelium",
        "block": "f-block",
        "atomicMass": "247", 
        "symbol": "Bk",
        "group": "Actinides", 
        "discovered": "1949",
        "appearance": "silvery",
        "boilingPoint": "2627",
        "meltingPoint": "986",
        "discoveredBy": "Lawrence Berkeley National Laboratory",
        "density": "14.78 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 27, 8, 2],
        "uses": [
            "Because it is artificially produced and only small amounts exist, berkelium’s primary use is in basic scientific research. It has proven quite useful in that regard.",
            "Due to its relatively long half-life and microgram quantity availability, 249Bk is used extensively as a target to synthesize heavier elements by charged particle bombardment."
        ],
        "description": "Just over one gram of berkelium has been produced in the United States since 1967. There is no practical application of berkelium outside scientific research. Berkelium is a soft, silvery-white, radioactive metal. The berkelium-249 isotope emits low-energy electrons and thus is relatively safe to handle."
    },
    {
        "atomicNumber": 98, 
        "name": "Californium",
        "block": "f-block",
        "atomicMass": "251", 
        "symbol": "Cf",
        "group": "Actinides", 
        "discovered": "1950",
        "appearance": "silvery",
        "boilingPoint": "1470",
        "meltingPoint": "900",
        "discoveredBy": "Lawrence Berkeley National Laboratory ",
        "density": "15.1 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 28, 8, 2],
        "uses": [
            "Californium-252 neutron sources are used in nuclear reactors in order to begin nuclear fission.",
            "Californium is used as a neutron source which emits neutrons into the surrounding area. The resulting data is used to determine the porosity and permeability of the surrounding material.",
            "Cf-252 has applications in the scanning of different types of material. <abbr title=\"Prompt-gamma neutron activation analysis\">PGNAA</abbr> is often used for analyses in the coal and cement industry."
        ],
        "description": "Californium is one of the few transuranium elements that have practical applications. Most of these applications exploit the property of certain isotopes of californium to emit neutrons. For example, californium can be used to help start up nuclear reactors, and it is employed as a source of neutrons when studying materials using neutron diffraction and neutron spectroscopy."
    },
    {
        "atomicNumber": 99, 
        "name": "Einsteinium",
        "block": "f-block",
        "atomicMass": "252", 
        "symbol": "Es",
        "group": "Actinides", 
        "discovered": "1952",
        "appearance": "silvery",
        "boilingPoint": "996",
        "meltingPoint": "860",
        "discoveredBy": "Lawrence Berkeley National Laboratory",
        "density": "8.84 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 29, 8, 2],
        "uses": [
            "As the most easily produced isotope of einsteinium is very unstable, commercial uses for the element have not been developed. Einsteinium is therefore used exclusively in research contexts, primarily in the production of other transuranium elements.",
            "Notably, the element mendelevium was first synthesized using einsteinium."
        ],
        "description": "Einsteinium was discovered as a component of the debris of the first hydrogen bomb explosion in 1952. Its most common isotope einsteinium-253 (half-life 20.47 days) is produced artificially from decay of californium-253 in a few dedicated high-power nuclear reactors with a total yield on the order of one milligram per year."
    },
    {
        "atomicNumber": 100, 
        "name": "Fermium",
        "block": "f-block",
        "atomicMass": "257", 
        "symbol": "Fm",
        "group": "Actinides", 
        "discovered": "1952",
        "appearance": "Unknown",
        "boilingPoint": "Unknown",
        "meltingPoint": "1527",
        "discoveredBy": "Lawrence Berkeley National Laboratory ",
        "density": "9.7 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 30, 8, 2],
        "uses": [
            "Since fermium is found only in small quantities and all its isotopes have short half-lives, there is no commercial use for the element. It is, however, used in scientific research that expands the knowledge of the rest of the periodic table."
        ],
        "description": "Fermium is the heaviest element that can be formed by neutron bombardment of lighter elements, and hence the last element that can be prepared in macroscopic quantities, although pure fermium metal has not yet been prepared. A total of 19 isotopes are known, with <sup>257</sup>Fm being the longest-lived with a half-life of 100.5 days."
    },
    {
        "atomicNumber": 101, 
        "name": "Mendelevium",
        "block": "f-block",
        "atomicMass": "258", 
        "symbol": "Md",
        "group": "Actinides", 
        "discovered": "1955",
        "appearance": "unknown",
        "boilingPoint": "Unknown",
        "meltingPoint": "827",
        "discoveredBy": "Lawrence Berkeley National Laboratory ",
        "density": "10.3 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 31, 8, 2],
        "uses": [
            "Currently, there are no real uses for mendelevium, except in research. In time, mendelevium may be used for technology purposes and harvesting energy."
        ],
        "description": "Mendelevium was discovered by bombarding einsteinium with alpha particles in 1955, the same method still used to produce it today. It was named after Dmitri Mendeleev, father of the periodic table of the chemical elements. Using available microgram quantities of the isotope einsteinium-253, over a million mendelevium atoms may be produced each hour."
    },
    {
        "atomicNumber": 102, 
        "name": "Nobelium",
        "block": "f-block",
        "atomicMass": "259", 
        "symbol": "No",
        "group": "Actinides", 
        "discovered": "1966",
        "appearance": "unknown",
        "boilingPoint": "Unknown",
        "meltingPoint": "827",
        "discoveredBy": "Joint Institute for Nuclear Research ",
        "density": "9.9 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 8, 2],
        "uses": [
            "Nobelium has no uses outside research. Nobelium has no known biological role. It is toxic due to its radioactivity. Nobelium is made by bombarding curium with carbon in a device called a cyclotron."
        ],
        "description": "Nobelium is named in honor of Alfred Nobel, the inventor of dynamite and benefactor of science. Like all elements with atomic number over 100, nobelium can only be produced in particle accelerators by bombarding lighter elements with charged particles. A total of twelve nobelium isotopes are known to exist. The chemical properties of nobelium are not completely known: they are mostly only known in aqueous solution."
    },
    {
        "atomicNumber": 103, 
        "name": "Lawrencium",
        "block": "f-block",
        "atomicMass": "266", 
        "symbol": "Lr",
        "group": "Actinides", 
        "discovered": "1971",
        "appearance": "silvery",
        "boilingPoint": "Unknown",
        "meltingPoint": "1627",
        "discoveredBy": "Joint Institute for Nuclear Research",
        "density": "14.4 g/cm<sup>3</sup>",
        "category": "Actinides",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 8, 3],
        "uses": [
            "Because lawrencium has only been produced in small quantities, its only use is for scientific research."
        ],
        "description": "Like all elements with atomic number over 100, lawrencium can only be produced in particle accelerators by bombarding lighter elements with charged particles. Fourteen isotopes of lawrencium are currently known; the most stable is <sup>266</sup>Lr with a half-life of 11 hours. Lawrencium is named in honor of Ernest Lawrence, inventor of the cyclotron, a device that was used to discover many artificial radioactive elements."
    },
    {
        "atomicNumber": 104, 
        "name": "Rutherfordium",
        "block": "d-block",
        "atomicMass": "261.108", 
        "symbol": "Rf",
        "group": 4, 
        "discovered": "1964",
        "appearance": "silvery white (prediction)",
        "boilingPoint": "5500",
        "meltingPoint": "2100",
        "discoveredBy": "Joint Institute for Nuclear Research",
        "density": "17 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 10, 2],
        "uses": [
            "At present, it is only used in research. Rutherfordium has no known biological role. Rutherfordium is a transuranium element. It is created by bombarding californium-249 with carbon-12 nuclei."
        ],
        "description": "Rutherfordium is a synthetic chemical element that can only be created in a laboratory. Rutherfordium has no stable or naturally occurring isotopes. Several radioactive isotopes have been synthesized in the laboratory, either by fusing two atoms or by observing the decay of heavier elements."
    },
    {
        "atomicNumber": 105, 
        "name": "Dubnium",
        "block": "d-block",
        "atomicMass": "262.1138", 
        "symbol": "Db",
        "group": 5, 
        "discovered": "1970",
        "appearance": "silvery white (prediction)",
        "boilingPoint": "unknown",
        "meltingPoint": "unknown",
        "discoveredBy": "Lawrence Berkeley Laboratory and the Joint Institute for Nuclear Research ",
        "density": "21.6 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 11, 2],
        "uses": [
            "At present, it is only used in research. Dubnium has no known biological role. Dubnium does not occur naturally. It is a transuranium element created by bombarding californium-249 with nitrogen-15 nuclei."
        ],
        "description": "Dubnium does not occur naturally on Earth and is produced artificially. Chemistry experiments have revealed that dubnium often behaves more like niobium rather than tantalum, breaking periodic trends."
    },
    {
        "atomicNumber": 106, 
        "name": "Seaborgium",
        "block": "d-block",
        "atomicMass": "263.118", 
        "symbol": "Sg",
        "group": 6, 
        "discovered": "1974",
        "appearance": "silvery white (prediction)",
        "boilingPoint": "unknown",
        "meltingPoint": "unknown",
        "discoveredBy": "Lawrence Berkeley National Laboratory",
        "density": "23–24 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 12, 2],
        "uses": [
            "Presently, there are no uses or applications of Seaborgium. It is only used for research purposes. Biological use is yet to be known."
        ],
        "description": "As a synthetic element, it can be created in a laboratory but is not found in nature. It is also radioactive; the most stable known isotope, 269Sg, has a half-life of approximately 14 minutes. The chemical properties of seaborgium are characterized only partly, but they compare well with the chemistry of the other group 6 elements."
    },
    {
        "atomicNumber": 107, 
        "name": "Bohrium",
        "block": "d-block",
        "atomicMass": "270", 
        "symbol": "Bh",
        "group": 7, 
        "discovered": "1981",
        "appearance": "unavailable",
        "boilingPoint": "unknown",
        "meltingPoint": "unknown",
        "discoveredBy": "Gesellschaft für Schwerionenforschung",
        "density": "26–27 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 13, 2],
        "uses": [
            "Bohrium is a synthetic element and therefore is not naturally found in the environment. Little is known about the element, its appearance is unknown, and it has no known uses."
        ],
        "description": "Bohrium is named after Danish physicist Niels Bohr. As a synthetic element, it can be created in a laboratory but is not found in nature. All known isotopes of bohrium are extremely radioactive."
    },
    {
        "atomicNumber": 108, 
        "name": "Hassium",
        "block": "d-block",
        "atomicMass": "269", 
        "symbol": "Hs",
        "group": 8, 
        "discovered": "1984",
        "appearance": "silvery white(prediction)",
        "boilingPoint": "unknown",
        "meltingPoint": "unknown",
        "discoveredBy": "Gesellschaft für Schwerionenforschung",
        "density": "27–29 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 14, 2],
        "uses": [
            "A highly radioactive metal, of which only a few atoms have ever been made. At present it is only used in research. Hassium has no known biological role."
        ],
        "description": "Hassium is highly radioactive; its most stable known isotopes have half-lives of approximately ten seconds. Hassium is a superheavy element; it has been produced in a laboratory only in very small quantities by fusing heavy nuclei with lighter ones. Natural occurrences of the element have been hypothesised but never found."
    },
    {
        "atomicNumber": 109, 
        "name": "Meitnerium",
        "block": "d-block",
        "atomicMass": "278", 
        "symbol": "Mt",
        "group": 9, 
        "discovered": "1982",
        "appearance": "silvery white(prediction)",
        "boilingPoint": "unknown",
        "meltingPoint": "unknown",
        "discoveredBy": "Gesellschaft für Schwerionenforschung",
        "density": "27–28 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 15, 2],
        "uses": [
            "Currently, there are no real uses for meitnerium, except in research. In time, meitnerium might be used for technology purposes and harvesting energy."
        ],
        "description": "Meitnerium is an extremely radioactive synthetic element (an element not found in nature, but can be created in a laboratory). The most stable known isotope, meitnerium-278, has a half-life of 4.5 seconds, although the unconfirmed meitnerium-282 may have a longer half-life of 67 seconds."
    },
    {
        "atomicNumber": 110, 
        "name": "Darmstadtium",
        "block": "d-block",
        "atomicMass": "281", 
        "symbol": "Ds",
        "group": 10, 
        "discovered": "1994",
        "appearance": "unknown",
        "boilingPoint": "unknown",
        "meltingPoint": "unknown",
        "discoveredBy": "Gesellschaft für Schwerionenforschung",
        "density": "26–27 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 16, 2],
        "uses": [
            "Darmstadtium is highly radioactive, so the image is based on an abstracted atomic model and trails of sub-atomic particles. A highly radioactive metal, of which only a few atoms have ever been made. At present, it is only used in research. Darmstadtium has no known biological role."
        ],
        "description": "Darmstadtium is an extremely radioactive synthetic element. The most stable known isotope, darmstadtium-281, has a half-life of approximately 12.7 seconds. Darmstadtium is calculated to have similar properties to its lighter homologues, nickel, palladium, and platinum."
    },
    {
        "atomicNumber": 111, 
        "name": "Roentgenium",
        "block": "d-block",
        "atomicMass": "282", 
        "symbol": "Rg",
        "group": 11, 
        "discovered": "1994",
        "appearance": "silvery (predicted)",
        "boilingPoint": "unknown",
        "meltingPoint": "unknown",
        "discoveredBy": "Gesellschaft für Schwerionenforschung",
        "density": "22–24 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 17, 2],
        "uses": [
            "At present, it is only used in research. Roentgenium has no known biological role. A man-made element of which only a few atoms have ever been created. It is made by fusing nickel and bismuth atoms in a heavy ion accelerator."
        ],
        "description": "Roentgenium is an extremely radioactive synthetic element that can be created in a laboratory but is not found in nature. Only a few roentgenium atoms have ever been synthesized, and they contain no current practical application beyond that of scientific study."
    },
    {
        "atomicNumber": 112, 
        "name": "Copernicium",
        "block": "d-block",
        "atomicMass": "285", 
        "symbol": "Cn",
        "group": 12, 
        "discovered": "1996",
        "appearance": "silvery white(prediction)",
        "boilingPoint": "67 ± 10",
        "meltingPoint": "10 ± 11",
        "discoveredBy": "Gesellschaft für Schwerionenforschung",
        "density": "14.0 g/cm<sup>3</sup>",
        "category": "Transition-metals",
        "state": "liquid(predicted)",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 18, 2],
        "uses": [
            "At present, it is only used in research. It has no known biological role. Copernicium is a man-made element of which only a few atoms have ever been made. It is formed by fusing lead and zinc atoms in a heavy ion accelerator."
        ],
        "description": "During reactions with gold, it has been shown to be an extremely volatile substance, so much so that it is possibly a gas or a volatile liquid at standard temperature and pressure. Predictions vary on whether solid copernicium would be a metal, semiconductor, or insulator."
    },
    {
        "atomicNumber": 113, 
        "name": "Nihonium",
        "block": "p-block",
        "atomicMass": "286", 
        "symbol": "Nh",
        "group": 13, 
        "discovered": "1772",
        "appearance": "2004",
        "boilingPoint": "1130",
        "meltingPoint": "430",
        "discoveredBy": "Riken (Japan)",
        "density": "16 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 18, 3],
        "uses": [
            "Currently, there is no commercial use of nihonium other than research within the laboratory. Because it has such a short life and is radioactive, there is very little known about it."
        ],
        "description": "Nihonium is extremely radioactive; its most stable known isotope, nihonium-286, has a half-life of about 10 seconds. Very little is known about nihonium, as it has only been made in very small amounts that decay within seconds. The anomalously long lives of some superheavy nuclides, including some nihonium isotopes, are explained by the \"island of stability\" theory. Experiments support the theory, with the half-lives of the confirmed nihonium isotopes increasing from milliseconds to seconds as neutrons are added and the island is approached."
    },
    {
        "atomicNumber": 114, 
        "name": "Flerovium",
        "block": "p-block",
        "atomicMass": "289", 
        "symbol": "Fl",
        "group": 14, 
        "discovered": "1999",
        "appearance": "Unknown",
        "boilingPoint": "107",
        "meltingPoint": "-73",
        "discoveredBy": "Joint Institute for Nuclear Research",
        "density": "9.928 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "liquid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 18, 4],
        "uses": [
            " Relatively few atoms of flerovium have been synthesized, so its chemical properties are poorly understood, and a matter of ongoing investigation. There are no applications for flerovium outside of basic science research."
        ],
        "description": "About 90 atoms of flerovium have been observed: 58 were synthesized directly, and the rest were made from the radioactive decay of heavier elements. All of these flerovium atoms have been shown to have mass numbers from 284 to 290. The most stable known flerovium isotope, flerovium-289, has a half-life of around 1.9 seconds, but it is possible that the unconfirmed flerovium-290 may have a longer half-life of 19 seconds; this would be one of the longest half-lives of any isotope of any element at these farthest reaches of the periodic table."
    },
    {
        "atomicNumber": 115, 
        "name": "Moscovium",
        "block": "p-block",
        "atomicMass": "290", 
        "symbol": "Mc",
        "group": 15, 
        "discovered": "2003",
        "appearance": "Unknown",
        "boilingPoint": "1100",
        "meltingPoint": "400",
        "discoveredBy": "Joint Institute for Nuclear Research",
        "density": "13.5 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 18, 5],
        "uses": [
            "Moscovium is highly radioactive and has no known biological or industrial use beyond that of research. Both isotopes of moscovium have been shown to produce nihonium daughter nuclei after undergoing alpha decay."
        ],
        "description": "Moscovium is an extremely radioactive element: its most stable known isotope, moscovium-290, has a half-life of only 0.65 seconds. Moscovium is calculated to have some properties similar to its lighter homologues, nitrogen, phosphorus, arsenic, antimony, and bismuth, and to be a post-transition metal, although it should also show several major differences from them. About 100 atoms of moscovium have been observed to date, all of which have been shown to have mass numbers from 287 to 290."
    },
    {
        "atomicNumber": 116, 
        "name": "Livermorium",
        "block": "p-block",
        "atomicMass": "293", 
        "symbol": "Lv",
        "group": 16, 
        "discovered": "2000",
        "appearance": "Unknown",
        "boilingPoint": "762",
        "meltingPoint": "364",
        "discoveredBy": "Joint Institute for Nuclear Research ",
        "density": "12.9 g/cm<sup>3</sup>",
        "category": "Post-Transition-Metals",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 18, 6],
        "uses": [
            "At present, it is only used in research. It has no known biological role. Livermorium does not occur naturally. It is made by bombarding curium atoms with calcium."
        ],
        "description": "Livermorium is an extremely radioactive element that has only been created in the laboratory and has not been observed in nature. The element is named after the Lawrence Livermore National Laboratory in the United States, which collaborated with the Joint Institute for Nuclear Research (JINR) in Dubna, Russia. Livermorium is calculated to have some similar properties to its lighter homologues (oxygen, sulfur, selenium, tellurium, and polonium), and be a post-transition metal, although it should also show several major differences from them."
    },
    {
        "atomicNumber": 117, 
        "name": "Tennessine",
        "block": "p-block",
        "atomicMass": "294.214", 
        "symbol": "Ts",
        "group": 17, 
        "discovered": "2010",
        "appearance": "semimetallic",
        "boilingPoint": "610 ",
        "meltingPoint": "350–550 ",
        "discoveredBy": "Joint Insitute for Nuclear Research(Russia)",
        "density": "7.1–7.3 g/cm<sup>3</sup>",
        "category": "Halogens",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 18, 7],
        "uses": [
            "Since only a few atoms of tennessine have ever been produced, it currently has no uses outside of basic scientific research."
        ],
        "description": "The discovery of tennessine was officially announced in Dubna, Russia, by a Russian–American collaboration in April 2010, which makes it the most recently discovered element as of 2021. Tennessine may be located in the \"island of stability\", a concept that explains why some superheavy elements are more stable compared to an overall trend of decreasing stability for elements beyond bismuth on the periodic table."
    },
    {
        "atomicNumber": 118, 
        "name": "Oganesson",
        "block": "p-block",
        "atomicMass": "294.2139", 
        "symbol": "Og",
        "group": 18, 
        "discovered": "2002",
        "appearance": "metallic(prediction)",
        "boilingPoint": "177 ± 10 ",
        "meltingPoint": "52 ± 15 ",
        "discoveredBy": "Joint Insitute for Nuclear Research(Russia)",
        "density": "6.6–7.4 g/cm<sup>3</sup>",
        "category": "Noble-gases",
        "state": "solid",
        "history": [],
        "shells": [2, 8, 18, 32, 32, 18, 8],
        "uses": [
            "Since only a few atoms of oganesson have ever been made, it has no practical uses outside of scientific study."
        ],
        "description": "Oganesson has the highest atomic number and highest atomic mass of all known elements. The radioactive oganesson atom is very unstable, and since 2005, only five (possibly six) atoms of the isotope oganesson-294 have been detected. Although this allowed very little experimental characterization of its properties and possible compounds, theoretical calculations have resulted in many predictions."
    }
]